{"result":{"took":222,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":561,"relation":"eq"},"max_score":3.2616036,"hits":[{"_index":"stf-idx1-7-0","_type":"_doc","_id":"sjur470898","_score":3.2616036,"_source":{"procedencia_geografica_uf_sigla":"AP","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização de sustentações orais, o julgamento foi suspenso. Falaram: pela requerente, o Dr. Leonardo Estrela Borges; pelo amicus curiae, o Dr. Carlos Victor Muzzi Filho, Procurador do Estado de Minas Gerais; e, pelo interessado Governador do Estado do Amapá, o Dr. Davi Machado Evangelista, Procurador do Estado. Presidência do Ministro Luiz Fux. Plenário, 30.6.2022.\r\n\n                       Decisão:  O Tribunal, por maioria, conheceu em parte da ação direta e, nessa parte, julgou-a improcedente, nos termos do voto do Relator, Ministro Luiz Fux (Presidente), vencidos os Ministros André Mendonça, Roberto Barroso e Gilmar Mendes, nos termos de seus votos. Ausente, justificadamente, o Ministro Dias Toffoli. Falou, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Plenário, 1º.8.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":["12","15","16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur470898","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Amapá","dg_atualizado_em":"2022-10-17T08:40:22.350153","dg_unique":"sjur470898","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: CONSTITUCIONAL. TRIBUTÁRIO. TAXA DE CONTROLE, ACOMPANHAMENTO E FISCALIZAÇÃO DAS ATIVIDADES DE PESQUISA, LAVRA, EXPLORAÇÃO E APROVEITAMENTO DE RECURSOS MINERÁRIOS - TFRM. LEI Nº 1.613/2011. ESTADO DO AMAPÁ. MODIFICAÇÃO LEGISLATIVA QUE NÃO ALTERA A SUBSTÂNCIA DA NORMA. MANUTENÇÃO DO OBJETO DA AÇÃO DIRETA DE INCONSTITUCIONALIDADE. TAXA INSTITUÍDA EM RAZÃO DO PODER DE POLÍCIA FISCALIZATÓRIO. INTELIGÊNCIA DO ART. 23, XI, DA CRFB/88. É POSSÍVEL AOS ESTADOS EXERCER A ATIVIDADE DE PODER DE POLÍCIA EM MATÉRIA DE FISCALIZAÇÃO DAS ATIVIDADES DE PESQUISA E EXPLORAÇÃO DE RECURSOS MINERAIS. AÇÃO DIRETA DE INCONSTITUCIONALIDADE JULGADA IMPROCEDENTE.\n\n\n\n    1. A Lei nº 1.613/2011, do Estado do Amapá, instituiu taxa de polícia sobre a atividade de exploração mineral, com fundamento no art. 145, inciso II, da CRFB, ao estabelecer uma base de cálculo fixa atrelada à tonelada de minério extraído, independentemente do tipo de minério e do método de extração - exceto no caso do ouro, em que a unidade de medida adotada é o grama .\n\n\n\n    2. A Lei 2.410, de 18 de junho de 2019, modificou o art. 6º da Lei 1.613/11, alterando sua redação, e revogando o § 3º do dispositivo. Acrescentado o art. 6º-A ao diploma legal.\n\n\n\n    3. A impugnação por ação direta de dispositivo legal revogado por legislação posterior ocasiona a perda de objeto da demanda (ADI 3502, Rel. Min. Edson Fachin, Tribunal Pleno, julgado em 14/02/2020, DJe 12/03/2020).\n\n\n\n    4. O julgamento da impugnação a dispositivos cuja alteração legislativa não ocasionou mudança substancial em controle concentrado é possível, independentemente de emenda à petição inicial,. Precedentes: ADI 2501, Rel. Min. Joaquim Barbosa, Tribunal Pleno, DJe 19/12/2008 e ADI 2418, Rel. Min. Teori Zavascki, Tribunal Pleno, DJe 17/11/2016.\n\n\n\n    5. As modificações legislativas promovidas pela Lei 2.410/19, do Estado do Amapá, impõem a perda do objeto da ação em relação ao art. 6º, § 3º da Lei 1.613/11.\n\n\n\n    6. A Constituição estabelece competência administrativa aos Estados, Distrito Federal e Municípios para registrar, acompanhar e fiscalizar as “concessões de direitos de pesquisa e exploração de recursos minerais”, nos termos do inciso XI do seu art. 23.\n\n\n\n    7. A exegese do dispositivo adotada pelo Plenário do Supremo Tribunal Federal possibilita aos entes federados o exercício do poder de polícia sobre as atividades descritas na assim chamada “competência constitucional comum”. São constitucionalmente formais a Taxa de Controle, Acompanhamento e Fiscalização das Atividades de Exploração e Aproveitamento de Recursos Hídricos – TFRH do Estado do Amapá (ADI 6211, Rel. Min. Marco Aurélio, Tribunal Pleno, julgado em 04/12/2019, DJe 05/05/2020) e a Taxa de Controle, Monitoramento e Fiscalização Ambiental das Atividades de Pesquisa, Lavra, Exploração e Produção de Petróleo e Gás – TFPG do Estado do Rio de Janeiro (ADI 5480, Rel. Min. Alexandre de Moraes, Tribunal Pleno, julgado em 20/04/2020, DJe 04/09/2020).\n\n\n\n    8. Os impostos são regidos pela capacidade contributiva do sujeito passivo e seus fatos geradores são situações da vida relacionadas aos contribuintes, ao passo em que as taxas são regidas pelo princípio da comutatividade ou retributividade, devendo o seu fato gerador necessariamente corresponder a uma atividade estatal, seja ela correspondente ao exercício regular do poder de polícia ou a prestação de um serviço público específico e divisível prestado ou colocado à disposição do contribuinte.\n\n\n\n    9. A taxa exigível pelo exercício regular do poder de polícia impõe ao ao particular o financiamento da atividade estatal que lhe limita direitos, mas que beneficia toda a coletividade. O ônus é aceito em virtude dos ganhos obtidos com a exploração da atividade fiscalizada.\n\n\n\n    10. No final do século XIX, os constitucionalistas e financistas norte-americanos construíram uma distinção entre os tributos cobrados com fundamento no “poder de tributar” e os exigidos sob a égide do “poder de polícia”.\n\n\n\n    11. Hodiernamente, doutrina e jurisprudência albergam sob a denominação de “extrafiscalidade” as exigências financeiras que induzem ou desincentivam comportamentos dos cidadãos, antes reconhecidas como uma tradução econômica do poder de polícia\n\n\n\n    12. O tributo dotado de extrafiscalidade pode exorbitar algumas restrições constitucionais ao poder de tributar, desde que justificada a política administrativa adotada, v. g., o que se passa com os impostos do comércio exterior, em que a calibragem das alíquotas ultrapassa, por vezes, parâmetros usuais de mercado unicamente para a preservação da balança comercial do país.\n\n\n\n    13. A ideia de wealth maximization, formulada à luz de uma Análise Econômica do Direito, determina que a riqueza (wealth) a ser maximizada é a totalidade da satisfação das preferências moralmente relevantes e financeiramente sustentadas. A premissa, a princípio utilitarista, é aprimorada pelas limitações financeiras e os meios a serem empregados encontram-se protegidos pelo sistema de direitos. \n\n\n\n    14. A função da base de cálculo é quantificar o montante do tributo a ser recolhido aos cofres públicos, portanto é essencial que ela mantenha uma relação de congruência com a hipótese de incidência tributária mas também com elementos outros que contribuam para a máxima efetivação dos efeitos pretendidos com a tributação. À luz de uma teoria dos jogos, a referência é ao chamado “jeu de domination avec paiement de tribut” em que o plano ótimo encontra concessões mútuas a partir de um dado pagamento, denominado prêmio (prime).\n\n\n\n    15. O modelo teórico configura-se, na prática, no momento em que há o interesse do particular de exercer determinada atividade lucrativa, ainda que para isso seja necessário o dispêndio de um valor financeiro. Sob a ótica do outro jogador, o Estado, o montante exigido deve ser bastante e suficiente para fazer face aos dispêndios com a fiscalização, mas também contribuir para a ausência ou mitigação de danos à coletividade. \n\n\n\n    16. A base de cálculo das taxas de polícia não é objetivamente apurável, mas estimada com base em critérios razoáveis de mensuração do custo da atividade estatal, que deverá ser rateado entre os sujeitos passivos que exploram o segmento fiscalizado. Para fins orçamentários há que se ter um planejamento mínimo em relação às despesas estatais, no que o mesmo planejamento é exigido para fins de fixação da base de cálculo de uma taxa que visa custear a atividade de polícia administrativa do Estado. Isso não quer dizer que a base de cálculo das taxas nunca poderá conter elementos relacionados aos contribuintes.\n\n\n\n    17. Os princípios da isonomia e da capacidade contributiva, como corolários da justiça fiscal, não são obliterados quando em voga tributos contraprestacionais, tal qual as taxas. Nos autos do RE 177835, Rel. Min. Carlos Velloso, Tribunal Pleno, julgado em 22/04/1999, DJ 25/05/2001, o Supremo Tribunal Federal entendeu não só legítima, mas desejável, a incidência da taxa de fiscalização das atividades das empresas de valores mobiliários baseada no patrimônio líquido das sociedades. O julgamento deu origem à Sumula 665, verbis: “É constitucional a Taxa de Fiscalização dos Mercados de Títulos e Valores Mobiliários instituída pela Lei 7.940/89”.\n\n\n\n    18. O Tribunal também atestou a constitucionalidade da exigência de taxa de polícia sobre as atividades dos auditores independentes, calculada a partir do tamanho da carteira de clientes na ADI 453, Rel. Min. Gilmar Mendes, Tribunal Pleno, julgado em 30/08/2006, DJ 16/03/2007. Há equidade na retribuição pelo poder de polícia exercido em vista da maior complexidade na fiscalização de um número de clientes mais numeroso.\n\n\n\n    19. A TFRM do Estado do Amapá, tal como prevista pela Lei nº 1.613/11, a princípio, não leva em consideração a capacidade contributiva do sujeito passivo, mas, ao determinar um valor fixo por tonelada de minério produzida, está a refletir os custos da fiscalização sobre a atividade de pesquisa, lavra e exploração do minério, que podem variar em função do volume da produção.\n\n\n\n    20. O tipo de minério não faz diferença para fins de fiscalização da atividade de extração, mas há, de fato, uma relação entre o volume de minério extraído e o aumento do custo da fiscalização in loco, conforme se pode presumir da regra editada pela Unidade Federada.\n\n\n\n    21. A TFRM tributa o patrimônio de empresas dotadas de enorme capacidade econômica. Em matéria publicada pelo Jornal Valor Econômico, datada do dia 29 de julho de 2022, aponta-se que a maior mineradora do país, VALE, registrou lucro líquido de US$ 4,09 bilhões apenas no primeiro semestre de 2022. Outra empresa mineradora que opera em profusão no território nacional, a Anglo American, registrou lucro líquido de US$ 3,68 bilhões de dólares também no primeiro semestre de 2022.\n\n\n\n    22. A garantia do não confisco em matéria tributária, insculpida no art. 150, IV da CRFB, está diretamente associada à condição do sujeito passivo da obrigação tributária. A proteção dirige-se ao seu direito de propriedade. Para as pessoas jurídicas, o confisco está presente quando o tributo, de tão gravoso, dificulta-lhes sobremodo a exploração de suas atividades econômicas habituais. É dizer que o tributo deve ser dosado com razoabilidade, de modo a valorizar a livre iniciativa. (CARRAZZA, Roque Antônio, Curso de Direito Constitucional Tributário, São Paulo: Malheiros Editores, p – 102/103).\n\n\n\n    23. O lucro auferido por pessoas jurídicas de direito privado é necessário, desejável e protegido pelo próprio ordenamento constitucional. Ademais, o lucro não se constitui de hipótese de incidência da TFRM, haja vista a existência de impostos e contribuições de competência da União que incidem exatamente sobre este signo presuntivo de riqueza. \n\n\n\n    21. Consectariamente, partindo de um pressuposto de Análise Econômica do Direito, em que se busca a maximização da riqueza, afere-se que a exigência fiscal já datada de quase uma década não tem impactado os resultados das empresas que operam no mercado de mineração, mostrando-se exações suportáveis pelos contribuintes. Não há efeito confiscatório desproporcional.\n\n\n\n    22. À luz de uma teoria dos jogos, caso adotada a premissa do teto limite de recolhimento, é possível que o particular, assumindo uma posição agressiva, incremente sua capacidade produtiva, ultrapassando o teto que venha a ser fixado na legislação para recolhimento da taxa, momento em que o modelo tenderá a produzir a maximização de benefícios ao particular, em detrimento do outro jogador, no caso o Estado, e mesmo da própria coletividade, que conviverá com uma exploração da atividade mineral em escala exponencial.\n\n\n\n    23. A manutenção do sistema sem a fixação do teto tende a compor um equilíbrio ótimo para ambas as partes, na medida em que as empresas exploradoras da atividade são compelidas a limitar sua atividade produtiva em vista do quantum debeatur da taxa. A exploração para além da capacidade de pagamento ensejaria uma atividade não lucrativa, e, portanto, não desejável.\n\n\n\n    24. O potencial lesivo ao ambiente que a atividade minerária encerra, torna necessário que o Estado tenha recursos para assegurar a saúde e o bem estar das populações diretamente envolvidas no exercício da atividade de exploração mineral. Tragédias recentes como as dos municípios mineiros de Mariana/MG e Brumadinho/MG demonstram o quanto o poder de polícia administrativa nestas situações deve ser rigoroso e bem estruturado.\n\n\n\n    24. A ideia de se utilizar a tributação como forma de incentivo ou desincentivo à exploração de atividades nocivas ao meio ambiente é política de quase todos países do mundo, sugerida, inclusive, pela OCDE (Taxation, Inovation and the Environment, OECD, 2010).\n\n\n\n    25. As políticas ambientais que criam instrumentos que impõem um sobrepreço ao uso dos recursos naturais, à semelhança do que determina o princípio do “poluidor/pagador”, é legitimada sob a ótica de uma Análise Econômica do Direito, em linha com as chamadas “taxas pigouvianas”. \n\n\n\n    26. Em nosso ordenamento, a definição de extrafiscalidade alberga grande parte do modelo econômico exposto por economistas desde o início do século XX. A maximização de resultados entre o exercício regular do poder de polícia, materializado na fiscalização ambiental, e a exigência de tributação sobre a atividade econômica perpassa pela aferição da eficácia da política operada pelo Poder Público.\n\n\n\n    27. A ordem constitucional brasileira consagra a relação entre a livre iniciativa e o meio ambiente, a partir da dicção do art. 170, no qual a ordem econômica fundada na valorização do trabalho humano e na livre iniciativa caminha pari passu com a defesa ambiental (inciso VI).\n\n\n\n    28. O Supremo Tribunal Federal julgou constitucional a Taxa de Controle e Fiscalização Ambiental devida pelas empresas que exercem atividades potencialmente poluidoras e utilizadoras de recursos naturais em virtude do poder de polícia exercido pelo Ibama. (RE 416601, Rel. Min. Carlos Velloso, Tribunal Pleno, julgado em 10/08/2005, DJ 30/09/2005).\n\n\n\n    29. Ação Direta julgada prejudicada pela perda de objeto em relação ao art. 6º, § 3º da Lei 1.613/11 e, quanto aos demais dispositivos impugnados, totalmente improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=763771063","externo_seq_objeto_incidente":4253303,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-207  DIVULG 13-10-2022  PUBLIC 14-10-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4787&classe=ADI","is_colac":false,"titulo":"ADI 4787","documental_legislacao_citada_texto":null,"publicacao_data":"2022-10-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4787&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":null,"procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERACAO NACIONAL DA INDUSTRIA \nADV.(A/S)  : GUSTAVO AMARAL MARTINS E OUTRO(A/S)\nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO AMAPÁ \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO AMAPA \nAM. CURIAE.  : ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":470898,"documental_tese_texto":null,"procedencia_geografica_completo":"AP - AMAPÁ","processo_codigo_completo":"ADI 4787","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-08-01","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":4787,"base":"acordaos"},"highlight":{"ementa_texto":["EMENTA: CONSTITUCIONAL. TRIBUTÁRIO. TAXA DE CONTROLE, ACOMPANHAMENTO E FISCALIZAÇÃO DAS ATIVIDADES DE PESQUISA, LAVRA, EXPLORAÇÃO E APROVEITAMENTO DE RECURSOS MINERÁRIOS - TFRM. LEI Nº 1.613/2011. ESTADO DO AMAPÁ. MODIFICAÇÃO LEGISLATIVA QUE NÃO ALTERA A SUBSTÂNCIA DA NORMA. MANUTENÇÃO DO OBJETO DA AÇÃO DIRETA DE INCONSTITUCIONALIDADE. TAXA INSTITUÍDA EM RAZÃO DO PODER DE POLÍCIA FISCALIZATÓRIO. INTELIGÊNCIA DO ART. 23, XI, DA CRFB/88. É POSSÍVEL AOS ESTADOS EXERCER A ATIVIDADE DE PODER DE POLÍCIA EM MATÉRIA DE FISCALIZAÇÃO DAS ATIVIDADES DE PESQUISA E EXPLORAÇÃO DE RECURSOS MINERAIS. AÇÃO DIRETA DE INCONSTITUCIONALIDADE JULGADA IMPROCEDENTE.\n\n\n\n    1. A Lei nº 1.613/2011, do Estado do Amapá, instituiu taxa de polícia sobre a atividade de exploração mineral, com fundamento no art. 145, inciso II, da CRFB, ao estabelecer uma base de cálculo fixa atrelada à tonelada de minério extraído, independentemente do tipo de minério e do método de extração - exceto no caso do ouro, em que a unidade de medida adotada é o grama .\n\n\n\n    2. A Lei 2.410, de 18 de junho de 2019, modificou o art. 6º da Lei 1.613/11, alterando sua redação, e revogando o § 3º do dispositivo. Acrescentado o art. 6º-A ao diploma legal.\n\n\n\n    3. A impugnação por ação direta de dispositivo legal revogado por legislação posterior ocasiona a perda de objeto da demanda (ADI 3502, Rel. Min. Edson Fachin, Tribunal Pleno, julgado em 14/02/2020, DJe 12/03/2020).\n\n\n\n    4. O julgamento da impugnação a dispositivos cuja alteração legislativa não ocasionou mudança substancial em controle concentrado é possível, independentemente de emenda à petição inicial,. Precedentes: ADI 2501, Rel. Min. Joaquim Barbosa, Tribunal Pleno, DJe 19/12/2008 e ADI 2418, Rel. Min. Teori Zavascki, Tribunal Pleno, DJe 17/11/2016.\n\n\n\n    5. As modificações legislativas promovidas pela Lei 2.410/19, do Estado do Amapá, impõem a perda do objeto da ação em relação ao art. 6º, § 3º da Lei 1.613/11.\n\n\n\n    6. A Constituição estabelece competência administrativa aos Estados, Distrito Federal e Municípios para registrar, acompanhar e fiscalizar as “concessões de direitos de pesquisa e exploração de recursos minerais”, nos termos do inciso XI do seu art. 23.\n\n\n\n    7. A exegese do dispositivo adotada pelo Plenário do Supremo Tribunal Federal possibilita aos entes federados o exercício do poder de polícia sobre as atividades descritas na assim chamada “competência constitucional comum”. São constitucionalmente formais a Taxa de Controle, Acompanhamento e Fiscalização das Atividades de Exploração e Aproveitamento de Recursos Hídricos – TFRH do Estado do Amapá (ADI 6211, Rel. Min. Marco Aurélio, Tribunal Pleno, julgado em 04/12/2019, DJe 05/05/2020) e a Taxa de Controle, Monitoramento e Fiscalização Ambiental das Atividades de Pesquisa, Lavra, Exploração e Produção de Petróleo e Gás – TFPG do Estado do Rio de Janeiro (ADI 5480, Rel. Min. Alexandre de Moraes, Tribunal Pleno, julgado em 20/04/2020, DJe 04/09/2020).\n\n\n\n    8. Os impostos são regidos pela capacidade contributiva do sujeito passivo e seus fatos geradores são situações da vida relacionadas aos contribuintes, ao passo em que as taxas são regidas pelo princípio da comutatividade ou retributividade, devendo o seu fato gerador necessariamente corresponder a uma atividade estatal, seja ela correspondente ao exercício regular do poder de polícia ou a prestação de um serviço público específico e divisível prestado ou colocado à disposição do contribuinte.\n\n\n\n    9. A taxa exigível pelo exercício regular do poder de polícia impõe ao ao particular o financiamento da atividade estatal que lhe limita direitos, mas que beneficia toda a coletividade. O ônus é aceito em virtude dos ganhos obtidos com a exploração da atividade fiscalizada.\n\n\n\n    10. No final do século XIX, os constitucionalistas e financistas norte-americanos construíram uma distinção entre os tributos cobrados com fundamento no “poder de tributar” e os exigidos sob a égide do “poder de polícia”.\n\n\n\n    11. Hodiernamente, doutrina e jurisprudência albergam sob a denominação de “extrafiscalidade” as exigências financeiras que induzem ou desincentivam comportamentos dos cidadãos, antes reconhecidas como uma tradução econômica do poder de polícia\n\n\n\n    12. O tributo dotado de extrafiscalidade pode exorbitar algumas restrições constitucionais ao poder de tributar, desde que justificada a política administrativa adotada, v. g., o que se passa com os impostos do comércio exterior, em que a calibragem das alíquotas ultrapassa, por vezes, parâmetros usuais de mercado unicamente para a preservação da balança comercial do país.\n\n\n\n    13. A ideia de wealth maximization, formulada à luz de uma Análise Econômica do Direito, determina que a riqueza (wealth) a ser maximizada é a totalidade da satisfação das preferências moralmente relevantes e financeiramente sustentadas. A premissa, a princípio utilitarista, é aprimorada pelas limitações financeiras e os meios a serem empregados encontram-se protegidos pelo sistema de direitos. \n\n\n\n    14. A função da base de cálculo é quantificar o montante do tributo a ser recolhido aos cofres públicos, portanto é essencial que ela mantenha uma relação de congruência com a hipótese de incidência tributária mas também com elementos outros que contribuam para a máxima efetivação dos efeitos pretendidos com a tributação. À luz de uma teoria dos jogos, a referência é ao chamado “jeu de domination avec paiement de tribut” em que o plano ótimo encontra concessões mútuas a partir de um dado pagamento, denominado prêmio (prime).\n\n\n\n    15. O modelo teórico configura-se, na prática, no momento em que há o interesse do particular de exercer determinada atividade lucrativa, ainda que para isso seja necessário o dispêndio de um valor financeiro. Sob a ótica do outro jogador, o Estado, o montante exigido deve ser bastante e suficiente para fazer face aos dispêndios com a fiscalização, mas também contribuir para a ausência ou mitigação de danos à coletividade. \n\n\n\n    16. A base de cálculo das taxas de polícia não é objetivamente apurável, mas estimada com base em critérios razoáveis de mensuração do custo da atividade estatal, que deverá ser rateado entre os sujeitos passivos que exploram o segmento fiscalizado. Para fins orçamentários há que se ter um planejamento mínimo em relação às despesas estatais, no que o mesmo planejamento é exigido para fins de fixação da base de cálculo de uma taxa que visa custear a atividade de polícia administrativa do Estado. Isso não quer dizer que a base de cálculo das taxas nunca poderá conter elementos relacionados aos contribuintes.\n\n\n\n    17. Os princípios da isonomia e da capacidade contributiva, como corolários da justiça fiscal, não são obliterados quando em voga tributos contraprestacionais, tal qual as taxas. Nos autos do RE 177835, Rel. Min. Carlos Velloso, Tribunal Pleno, julgado em 22/04/1999, DJ 25/05/2001, o Supremo Tribunal Federal entendeu não só legítima, mas desejável, a incidência da taxa de fiscalização das atividades das empresas de valores mobiliários baseada no patrimônio líquido das sociedades. O julgamento deu origem à Sumula 665, verbis: “É constitucional a Taxa de Fiscalização dos Mercados de Títulos e Valores Mobiliários instituída pela Lei 7.940/89”.\n\n\n\n    18. O Tribunal também atestou a constitucionalidade da exigência de taxa de polícia sobre as atividades dos auditores independentes, calculada a partir do tamanho da carteira de clientes na ADI 453, Rel. Min. Gilmar Mendes, Tribunal Pleno, julgado em 30/08/2006, DJ 16/03/2007. Há equidade na retribuição pelo poder de polícia exercido em vista da maior complexidade na fiscalização de um número de clientes mais numeroso.\n\n\n\n    19. A TFRM do Estado do Amapá, tal como prevista pela Lei nº 1.613/11, a princípio, não leva em consideração a capacidade contributiva do sujeito passivo, mas, ao determinar um valor fixo por tonelada de minério produzida, está a refletir os custos da fiscalização sobre a atividade de pesquisa, lavra e exploração do minério, que podem variar em função do volume da produção.\n\n\n\n    20. O tipo de minério não faz diferença para fins de fiscalização da atividade de extração, mas há, de fato, uma relação entre o volume de minério extraído e o aumento do custo da fiscalização in loco, conforme se pode presumir da regra editada pela Unidade Federada.\n\n\n\n    21. A TFRM tributa o patrimônio de empresas dotadas de enorme capacidade econômica. Em matéria publicada pelo Jornal Valor Econômico, datada do dia 29 de julho de 2022, aponta-se que a maior mineradora do país, VALE, registrou lucro líquido de US$ 4,09 bilhões apenas no primeiro semestre de 2022. Outra empresa mineradora que opera em profusão no território nacional, a Anglo American, registrou lucro líquido de US$ 3,68 bilhões de dólares também no primeiro semestre de 2022.\n\n\n\n    22. A garantia do não confisco em matéria tributária, insculpida no art. 150, IV da CRFB, está diretamente associada à condição do sujeito passivo da obrigação tributária. A proteção dirige-se ao seu direito de propriedade. Para as pessoas jurídicas, o confisco está presente quando o tributo, de tão gravoso, dificulta-lhes sobremodo a exploração de suas atividades econômicas habituais. É dizer que o tributo deve ser dosado com razoabilidade, de modo a valorizar a livre iniciativa. (CARRAZZA, Roque Antônio, Curso de Direito Constitucional Tributário, São Paulo: Malheiros Editores, p – 102/103).\n\n\n\n    23. O lucro auferido por pessoas jurídicas de direito privado é necessário, desejável e protegido pelo próprio ordenamento constitucional. Ademais, o lucro não se constitui de hipótese de incidência da TFRM, haja vista a existência de impostos e contribuições de competência da União que incidem exatamente sobre este signo presuntivo de riqueza. \n\n\n\n    21. Consectariamente, partindo de um pressuposto de Análise Econômica do Direito, em que se <em>busca</em> a maximização da riqueza, afere-se que a exigência fiscal já datada de quase uma década não tem impactado os resultados das empresas que operam no mercado de mineração, mostrando-se exações suportáveis pelos contribuintes. Não há efeito confiscatório desproporcional.\n\n\n\n    22. À luz de uma teoria dos jogos, caso adotada a premissa do teto limite de recolhimento, é possível que o particular, assumindo uma posição agressiva, incremente sua capacidade produtiva, ultrapassando o teto que venha a ser fixado na legislação para recolhimento da taxa, momento em que o modelo tenderá a produzir a maximização de benefícios ao particular, em detrimento do outro jogador, no caso o Estado, e mesmo da própria coletividade, que conviverá com uma exploração da atividade mineral em escala exponencial.\n\n\n\n    23. A manutenção do sistema sem a fixação do teto tende a compor um equilíbrio ótimo para ambas as partes, na medida em que as empresas exploradoras da atividade são compelidas a limitar sua atividade produtiva em vista do quantum debeatur da taxa. A exploração para além da capacidade de pagamento ensejaria uma atividade não lucrativa, e, portanto, não desejável.\n\n\n\n    24. O potencial lesivo ao ambiente que a atividade minerária encerra, torna necessário que o Estado tenha recursos para assegurar a saúde e o bem estar das populações diretamente envolvidas no exercício da atividade de exploração mineral. Tragédias recentes como as dos municípios mineiros de Mariana/MG e Brumadinho/MG demonstram o quanto o poder de polícia administrativa nestas situações deve ser rigoroso e bem estruturado.\n\n\n\n    24. A ideia de se utilizar a tributação como forma de incentivo ou desincentivo à exploração de atividades nocivas ao meio ambiente é política de quase todos países do mundo, sugerida, inclusive, pela OCDE (Taxation, Inovation and the Environment, OECD, 2010).\n\n\n\n    25. As políticas ambientais que criam instrumentos que impõem um sobrepreço ao uso dos recursos naturais, à semelhança do que determina o princípio do “poluidor/pagador”, é legitimada sob a ótica de uma Análise Econômica do Direito, em linha com as chamadas “taxas pigouvianas”. \n\n\n\n    26. Em nosso ordenamento, a definição de extrafiscalidade alberga grande parte do modelo econômico exposto por economistas desde o início do século XX. A maximização de resultados entre o exercício regular do poder de polícia, materializado na fiscalização ambiental, e a exigência de tributação sobre a atividade econômica perpassa pela aferição da eficácia da política operada pelo Poder Público.\n\n\n\n    27. A ordem constitucional brasileira consagra a relação entre a livre iniciativa e o meio ambiente, a partir da dicção do art. 170, no qual a ordem econômica fundada na valorização do trabalho humano e na livre iniciativa caminha pari passu com a defesa ambiental (inciso VI).\n\n\n\n    28. O Supremo Tribunal Federal julgou constitucional a Taxa de Controle e Fiscalização Ambiental devida pelas empresas que exercem atividades potencialmente poluidoras e utilizadoras de recursos naturais em virtude do poder de polícia exercido pelo Ibama. (RE 416601, Rel. Min. Carlos Velloso, Tribunal Pleno, julgado em 10/08/2005, DJ 30/09/2005).\n\n\n\n    29. Ação Direta julgada prejudicada pela perda de objeto em relação ao art. 6º, § 3º da Lei 1.613/11 e, quanto aos demais dispositivos impugnados, totalmente improcedente."]}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"sjur459961","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, negou provimento ao agravo e condenou a parte agravante ao pagamento de multa de 5% (cinco por cento) do valor atualizado da causa (artigo 1.021, § 4º, do CPC), nos termos do voto do Relator, Ministro Luiz Fux (Presidente). Plenário, Sessão Virtual de 4.2.2022 a 11.2.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX (Presidente)","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur459961","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2022-06-01T18:40:37.017917","dg_unique":"sjur459961","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA: AGRAVO INTERNO NO RECURSO EXTRAORDINÁRIO COM AGRAVO. DIREITO ADMINISTRATIVO. CONCESSÃO DE LAVRA. LICENCIAMENTO AMBIENTAL. RESOLUÇÃO SMA 28/1999. DECRETO FEDERAL 9.406/2018. VIOLAÇÃO À CLÁUSULA DE RESERVA DE PLENÁRIO. OFENSA AO ART. 97 DA CONSTITUIÇÃO FEDERAL. INOCORRÊNCIA. PRINCÍPIO DA LEGALIDADE. LEGISLAÇÃO INFRACONSTITUCIONAL. OFENSA REFLEXA. PRECEDENTES.\n\n\n\n    1. A mera interpretação de legislação infraconstitucional, sem negativa de vigência a qualquer diploma normativo, não tem o condão de representar ofensa à cláusula de reserva de plenário. \n\n\n\n    2. Não se presta o recurso extraordinário para a análise de matéria infraconstitucional.\n\n\n\n    3. Agravo interno desprovido, com imposição de multa de 5% (cinco por cento) do valor atualizado da causa (artigo 1.021, § 4º, do CPC), caso seja unânime a votação.\n\n\n\n    4. Honorários advocatícios majorados ao máximo legal em desfavor da parte recorrente, caso as instâncias de origem os tenham fixado, nos termos do artigo 85, § 11, do Código de Processo Civil, observados os limites dos §§ 2º e 3º e a eventual concessão de justiça gratuita.","inteiro_teor_url":"http://www.stf.jus.br/portal/inteiroTeor/obterInteiroTeor.asp?idDocumento=759396903","externo_seq_objeto_incidente":6298600,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-040  DIVULG 02-03-2022  PUBLIC 03-03-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1350501&classe=ARE","is_colac":false,"titulo":"ARE 1350501 AgR","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00097\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00085 PAR-00002 PAR-00003 PAR-00011\n    ART-01021 PAR-00004\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEC-009406 ANO-2018\n    DECRETO\n\n","LEG-EST   RES-000028 ANO-1999\n    RESOLUÇÃO DA SECRETARIA DE INFRAESTRUTURA E MEIO AMBIENTE - SMA, SP"],"publicacao_data":"2022-03-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1350501&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(OFENSA, CLÁUSULA, RESERVA DO PLENÁRIO, INTERPRETAÇÃO, MATÉRIA INFRACONSTITUCIONAL)\nRcl 45346 AgR (2ªT), RE 1294733 AgR (1ªT), RE 1295893 AgR (1ªT). \n(RE, LICENCIAMENTO AMBIENTAL, APRECIAÇÃO, MATÉRIA INFRACONSTITUCIONAL)\nARE 1138657 AgR (2ªT), ARE 1198552 AgR (TP), ADI 6672 (TP), ARE 1317221 AgR (2ªT). \nNúmero de páginas: 11.\nAnálise: 01/06/2022, LPC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SÃO PAULO \nADV.(A/S)  : MARCIA MARIA DE CASTRO MARQUES \nAGDO.(A/S)  : PORTOVALE EXTRATORA DE AREIA LTDA \nADV.(A/S)  : JUNIOR ALEXANDRE MOREIRA PINTO \nINTDO.(A/S)  : OASIS U.A. MINERACAO DE AREIA T.A. LTDA \nADV.(A/S)  : JOSE ROBERTO DOS SANTOS BEDAQUE \nADV.(A/S)  : BRUNO VASCONCELOS CARRILHO LOPES \nADV.(A/S)  : OSWALDO DAGUANO JUNIOR \nINTDO.(A/S)  : EXTRATORA DE AREIA E PEDREGULHO NEVES LTDA - ME \nADV.(A/S)  : JUNIOR ALEXANDRE MOREIRA PINTO \nINTDO.(A/S)  : CETESB COMPANHIA AMBIENTAL DO ESTADO DE SAO PAULO \nADV.(A/S)  : DANIELA DUTRA SOARES \nINTDO.(A/S)  : PARAISO EXTRACAO E COMERCIO DE AREIA LTDA \nADV.(A/S)  : JOSE ROBERTO DOS SANTOS BEDAQUE \nADV.(A/S)  : BRUNO VASCONCELOS CARRILHO LOPES \nADV.(A/S)  : OSWALDO DAGUANO JUNIOR \nADV.(A/S)  : JOAO ANTONIO CANOVAS BOTTAZZO GANACIN \nINTDO.(A/S)  : PORTO DE AREIA TUBARAO LTDA E OUTRO(A/S)\nADV.(A/S)  : JUNIOR ALEXANDRE MOREIRA PINTO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":459961,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ARE 1350501 AgR","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2022-02-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":1350501,"base":"acordaos"}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"sjur445767","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou procedente o pedido formulado na ação direta para declarar inconstitucionais os §§ 1º, 2º e 3º do art. 29 da Lei n. 14.675/2009 de Santa Catarina, nos termos do voto da Relatora. Plenário, Sessão Virtual de 16.4.2021 a 26.4.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"CÁRMEN LÚCIA","ods_onu":["8","12","15"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur445767","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2022-05-19T16:40:34.531894","dg_unique":"sjur445767","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. AMBIENTAL. §§ 1º, 2º E 3º DO ART. 29 DA LEI N. 14.675, DE 13.4.2009, ALTERADA PELA LEI N. 17.893, DE 23.1.2020, DE SANTA CATARINA. DISPENSA E SIMPLIFICAÇÃO DO LICENCIAMENTO AMBIENTAL PARA ATIVIDADES DE LAVRA A CÉU ABERTO. OFENSA À COMPETÊNCIA DA UNIÃO PARA EDITAR NORMAS GERAIS SOBRE PROTEÇÃO DO MEIO AMBIENTE. DESOBEDIÊNCIA AO PRINCÍPIO DA PREVENÇÃO E DO DEVER DE PROTEÇÃO DO MEIO AMBIENTE ECOLOGICAMENTE EQUILIBRADO (ART. 225 DA CONSTITUIÇÃO DA REPÚBLICA). AÇÃO JULGADA PROCEDENTE.\n\n\n\n    1. Instruído o feito nos termos do art. 10 da Lei n. 9.868/1999, é de cumprir o imperativo constitucional de conferir-se celeridade processual, com o conhecimento e julgamento definitivo de mérito da ação direta por este Supremo Tribunal, ausente a necessidade de novas informações. Precedentes. \n\n\n\n    2. É formalmente inconstitucional a subversão da lógica sistêmica das normas gerais nacionais pela Assembleia Legislativa de Santa Catarina ao instituir dispensa e licenciamento simplificado ambiental para atividades de lavra a céu aberto.\n\n\n\n    3. A dispensa e simplificação de licenciamento ambiental às atividades de mineração pelo legislador estadual esvaziou o procedimento de licenciamento ambiental estabelecido na legislação nacional, em ofensa ao art. 24 da Constituição da República. \n\n\n\n    4. O estabelecimento de procedimento de licenciamento ambiental estadual que torne menos eficiente a proteção do meio ambiente equilibrado quanto às atividades de mineração afronta o caput do art. 225 da Constituição da República por inobservar o princípio da prevenção.\n\n\n\n    5. Ação direta de inconstitucionalidade julgada procedente para declarar inconstitucionais os §§ 1º, 2º e 3º do art. 29 da Lei n. 14.675/2009 de Santa Catarina.","inteiro_teor_url":"http://www.stf.jus.br/portal/inteiroTeor/obterInteiroTeor.asp?idDocumento=755760747","externo_seq_objeto_incidente":6079259,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-085  DIVULG 04-05-2021  PUBLIC 05-05-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6650&classe=ADI","is_colac":false,"titulo":"ADI 6650","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00022 INC-00006 ART-00023 INC-00003\n    INC-00004 INC-00006 INC-00007 ART-00024\n    INC-00006 INC-00007 INC-00008 PAR-00001\n    PAR-00002 ART-00225 \"CAPUT\" INC-00004\n    PAR-00002\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LCP-000140 ANO-2011\n    LEI COMPLEMENTAR\n\n","LEG-FED   LEI-006938 ANO-1981\n    ANEXO-00008 ITEM-00001 ITEM-00002 ART-00002\n    INC-00003 INC-00005 INC-00009 ART-00006\n    PAR-00001 ART-00008 INC-00001 ART-00010\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007804 ANO-1989\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007805 ANO-1989\n    ART-00015 ART-00016\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00010\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010165 ANO-2000\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-010814 ANO-2003\n    LEI ORDINÁRIA\n\n","LEG-INT   CVC ANO-1989\n    CONVENÇÃO DE BASILEIA SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-INT   CVC ANO-1992\n    CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA\n\n","LEG-FED   DEL-000227 ANO-1967\n    DECRETO-LEI\n\n","LEG-FED   DEC-088351 ANO-1983\n    DECRETO\n\n","LEG-FED   DEC-099274 ANO-1990\n    DECRETO\n\n","LEG-FED   DEC-000875 ANO-1993\n    DECRETO PROMULGA A CONVENÇÃO DE BASILEIA SOBRE O CONTROLE DE MOVIMENTOS TRANSFRONTEIRIÇOS DE RESÍDUOS PERIGOSOS E SEU DEPÓSITO\n\n","LEG-FED   DEC-002519 ANO-1998\n    DECRETO PROMULGA A CONVENÇÃO SOBRE DIVERSIDADE BIOLÓGICA\n\n","LEG-FED   RES-000001 ANO-1986\n    ART-00002 INC-00009 ART-00004\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000009 ANO-1990\n    ART-00001\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-FED   RES-000237 ANO-1997\n    ANEXO-00001 ITEM-00001 ART-00001 INC-00002\n    ART-00002 PAR-00001 PAR-00002 ART-00008\n    ART-00012 PAR-00001 PAR-00002 PAR-00003\n    RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-EST   LEI-014675 ANO-2009\n    ART-00029 PAR-00001 PAR-00002 PAR-00003\n    PAR-00004\n    LEI ORDINÁRIA, SC\n\n","LEG-EST   LEI-017893 ANO-2020\n    LEI ORDINÁRIA, SC"],"publicacao_data":"2021-05-05","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, FEDERALISMO COOPERATIVO, DIREITO AMBIENTAL. COMPETÊNCIA CONCORRENTE, UNIÃO FEDERAL, ESTADO-MEMBRO, DISTRITO FEDERAL, MATÉRIA, PROTEÇÃO, CONSERVAÇÃO, MEIO AMBIENTE EQUILIBRADO, RESPONSABILIDADE, DANO AMBIENTAL. RECONHECIMENTO, STF, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, PROTEÇÃO, MEIO AMBIENTE. LIMITAÇÃO, COMPETÊNCIA CONCORRENTE. CONSIDERAÇÃO, LICENCIAMENTO AMBIENTAL, MECANISMO, CONTROLE PREVENTIVO, ADMINISTRAÇÃO PÚBLICA, ATIVIDADE POTENCIALMENTE POLUIDORA, DEGRADAÇÃO AMBIENTAL. PREVISÃO, RESOLUÇÃO, CONSELHO NACIONAL DO MEIO AMBIENTE (CONAMA), MODALIDADE, LICENÇA AMBIENTAL. PREVISÃO, LEI FEDERAL, HIPÓTESE, SIMPLIFICAÇÃO, PROCESSO, LICENCIAMENTO AMBIENTAL. FEDERALISMO DE EQUILÍBRIO, PREDOMINÂNCIA, INTERESSE LOCAL, MATÉRIA, MEIO AMBIENTE. PREVISÃO, TRATADO INTERNACIONAL, OBJETO, RATIFICAÇÃO, ESTADO BRASILEIRO, PRINCÍPIO DA PREVENÇÃO.\n\n- TERMO(S) DE RESGATE: PROCESSOS ECOLÓGICOS ESSENCIAIS.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6650&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PRINCÍPIO DA ECONOMIA PROCESSUAL, CONVERSÃO, JULGAMENTO DO MÉRITO)\nADI 4163 (TP), ADI 5661 (TP). \n(MUNICÍPIO, COMPETÊNCIA LEGISLATIVA, MEIO AMBIENTE)\nRE 586224 (TP). \n(INCOMPATIBILIDADE, LEI NACIONAL, LEI ESTADUAL, OFENSA INDIRETA, CONSTITUIÇÃO FEDERAL)\nADI 2344 QO (TP). \n(INCOMPATIBILIDADE, LEI NACIONAL, LEI ESTADUAL, OFENSA DIRETA, CONSTITUIÇÃO FEDERAL)\nADI 2903 (TP). \n(FEDERALISMO DE EQUILÍBRIO, PREDOMINÂNCIA, INTERESSE LOCAL, MATÉRIA, MEIO AMBIENTE)\nADI 5996 (TP). \n(INCONSTITUCIONALIDADE, LEI ESTADUAL, ORGANISMO GENETICAMENTE MODIFICADO (OGM))\nADI 3035 (TP). \n(LEI ESTADUAL, LEI DISTRITAL, AFASTAMENTO, APLICAÇÃO, NORMA GERAL, UNIÃO FEDERAL)\nADI 1086 (TP), ADI 2903 (TP), ADI 5475 (TP). \nNúmero de páginas: 30.\nAnálise: 19/05/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE SANTA CATARINA \nADV.(A/S)  : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE SANTA CATARINA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":445767,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"ADI 6650","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-04-27","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes. Competências na Constituição de 1988. 3. ed. São Paulo: Atlas, 2005. p. 97.\nANTUNES, Paulo de Bessa. Federalismo e competências ambientais no Brasil. 2. ed. São Paulo: Atlas, 2015. p. 94.\nBENJAMIN, Antônio Herman. Constitucionalização do ambiente e ecologização da Constituição brasileira In: CANOTILHO, José Joaquim Gomes; LEITE, José Rubens Morato (org.). Direito Constitucional Ambiental brasileiro. 5. ed. rev. São Paulo: Saraiva, 2012. p. 100.\nHORTA, Raul Machado. Direito Constitucional. 4 ed. rev. e atual. Belo Horizonte: Del Rey, 2003. p. 356.\nMACHADO, Paulo Affonso Leme. Direito ambiental brasileiro . 24. ed. rev., ampl. e atual. São Paulo: Malheiros, 2016. p. 121, 335.\nMORATO, José Rubens. Comentário ao art. 225, § 2º. In: CANOTILHO, J. J. Gomes; MENDES, Gilmar F.; SARLET, Ingo W.; STRECK, Lenio L. (coord.). Comentários à Constituição do Brasil. São Paulo: Saraiva, Almedina, 2013. p. 2100.\nSARLET, Ingo Wolfgang; FENSTERSEIFER, Tiago. Direito Constitucional Ambiental. 5. ed. rev., atual. e ampl. São Paulo: Revista dos Tribunais, 2017. p. 165.\nSILVA, José Afonso. Direito ambiental constitucional. 10. ed. atual. São Paulo: Malheiros, 2013. p. 53.","ministro_facet":["CÁRMEN LÚCIA"],"processo_numero":6650,"base":"acordaos"}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"sjur443028","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização das sustentações orais, o julgamento foi suspenso. Falaram: pela reclamante Mesa do Senado Federal, o Dr. Thomaz Henrique Gomma de Azevedo, Advogado-Geral do Senado Federal; pelo reclamado Petróleo Brasileiro S.A. - PETROBRAS, o Dr. Tales Davi Macedo; pelo amicus curiae Partido Democrático Trabalhista, o Dr. Walber de Moura Agra; pelo amicus curiae União, o Ministro José Levi Mello do Amaral Júnior, Advogado-Geral da União; pelo amicus curiae Caixa Econômica Federal, o Dr. Vicente Coelho Araújo; e, pela Procuradoria-Geral da República, o Dr. Humberto Jacques de Medeiros, Vice-Procurador-Geral da República. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Luiz Fux. Plenário, 30.09.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).\r\n\n                       Decisão: O Tribunal, por maioria, indeferiu a medida cautelar, nos termos do voto do Ministro Alexandre de Moraes, Redator para o acórdão, vencidos os Ministros Edson Fachin (Relator), Rosa Weber, Ricardo Lewandowski e Marco Aurélio. Ausente, justificadamente, o Ministro Celso de Mello. Presidência do Ministro Luiz Fux. Plenário, 1º.10.2020 (Sessão realizada inteiramente por videoconferência - Resolução 672/2020/STF).","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":"ALEXANDRE DE MORAES","revisor_processo_nome":null,"id":"sjur443028","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2022-05-23T17:00:26.782742","dg_unique":"sjur443028","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"MC","is_processo_antigo":false,"ementa_texto":"Ementa: O SENHOR MINISTRO ALEXANDRE DE MORAES (REDATOR) - Não vislumbro, de forma alguma, nem desrespeito ao julgamento do Supremo Tribunal Federal, à decisão do Supremo Tribunal Federal na ação direta de inconstitucionalidade citada anteriormente, nem o alegado desvio de finalidade ou qualquer tipo de fraude que pretenda, na presente hipótese, transformar o plano de desinvestimento em privatização disfarçada da empresa-mãe. \n\n\n\n          Diante disso, ausentes os requisitos necessários à concessão da medida cautelar, peço novamente todas as vênias ao eminente Ministro-Relator para divergir e negar a concessão da liminar.","inteiro_teor_url":"http://www.stf.jus.br/portal/inteiroTeor/obterInteiroTeor.asp?idDocumento=755432476","externo_seq_objeto_incidente":5971590,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-057  DIVULG 24-03-2021  PUBLIC 25-03-2021","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=42576&classe=Rcl","is_colac":false,"titulo":"Rcl 42576 MC","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00002 ART-00037 INC-00019 INC-00020\n    INC-00021 ART-00048 INC-00005 ART-00049\n    ART-00102 INC-00001 LET-L ART-0103A\n    PAR-00003 ART-00105 INC-00001 LET-F\n    ART-00173 \"CAPUT\" ART-00177 INC-00001\n    INC-00002 INC-00003 INC-00004 PAR-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000009 ANO-1995\n    ART-00177 INC-00001 INC-00002 INC-00003\n    INC-00004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000019 ANO-1998\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-006404 ANO-1976\n    ART-00116 LET-A LET-B\n    LSAN-1976 LEI DAS SOCIEDADES ANÔNIMAS\n\n","LEG-FED   LEI-009478 ANO-1997\n    ART-00053 ART-00061 ART-00064 ART-00065\n    ART-00177 INC-00002 PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00300 ART-00989 INC-00002\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   LEI-013303 ANO-2016\n    ART-00028 \"CAPUT\" ART-00029 INC-00018\n    LEI ORDINÁRIA\n\n","LEG-FED   DEC-009188 ANO-2017\n    DECRETO\n\n","LEG-FED   PJL-003110 ANO-2019\n    PROJETO DE LEI\n\n","LEG-FED   PJL-003460 ANO-2019\n    PROJETO DE LEI\n\n","LEG-FED   PJL-003085 ANO-2020\n    PROJETO DE LEI\n\n","LEG-FED   RGI ANO-1980\n    ART-00021 PAR-00001\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"publicacao_data":"2021-03-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- JULGAMENTO, STF, EXIGÊNCIA, AUTORIZAÇÃO, PODER LEGISLATIVO, LICITAÇÃO, ALIENAÇÃO, CONTROLE ACIONÁRIO, EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA. EXIGÊNCIA, COMPETITIVIDADE, INTERESSADO, TRANSFERÊNCIA, EMPRESA SUBSIDIÁRIA, OBSERVÂNCIA, PRINCÍPIO, ADMINISTRAÇÃO PÚBLICA. AUSÊNCIA, COMPROVAÇÃO, DESMEMBRAMENTO, EMPRESA, MATRIZ. PRETENSÃO, PETRÓLEO BRASILEIRO (PETROBRÁS), REALIZAÇÃO, DESINVESTIMENTO DE ATIVOS, FINALIDADE, LUCRO, EFICIÊNCIA, EFICÁCIA, EMPRESA, VALORIZAÇÃO, BOLSA DE VALORES. EXISTÊNCIA, AUTORIZAÇÃO, PODER LEGISLATIVO, CRIAÇÃO, EMPRESA SUBSIDIÁRIA, PETRÓLEO BRASILEIRO (PETROBRÁS), ATENDIMENTO, OBJETO, ESTATUTO SOCIAL. CONFIGURAÇÃO, ATO, GESTÃO DE EMPRESA, APRECIAÇÃO, MERCADO INTERNO, MERCADO EXTERNO, FINALIDADE, CUMPRIMENTO, FINALIDADE, EMPRESA. EXISTÊNCIA, AUTORIZAÇÃO, CARÁTER GENÉRICO, IMPOSSIBILIDADE, EXIGÊNCIA, AUTORIZAÇÃO, ÂMBITO JUDICIAL, ATUAÇÃO, GESTÃO DE EMPRESA. DESINVESTIMENTO DE ATIVOS, MINISTÉRIO DA ECONOMIA (ME), GARANTIA, SEGURANÇA JURÍDICA, COMPRADOR, REFINARIA, RECEBIMENTO, ATIVO FIXO, TOTALIDADE, CONTRATO, EXERCÍCIO, ATIVIDADE. SUPERVISÃO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), PROCEDIMENTO, DESESTATIZAÇÃO, VENDA, EMPRESA SUBSIDIÁRIA. AFASTAMENTO, TRIBUNAL DE CONTAS DA UNIÃO (TCU), EXISTÊNCIA, IRREGULARIDADE, DESVIO DE PODER, FRAUDE.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. ROBERTO BARROSO: JULGAMENTO, STF, EXIGÊNCIA, AUTORIZAÇÃO, PODER LEGISLATIVO, VENDA, CONTROLE ACIONÁRIO, EMPRESA, MATRIZ, AUSÊNCIA, EXIGÊNCIA, VENDA, EMPRESA SUBSIDIÁRIA. CABIMENTO, RECLAMAÇÃO, CONTRARIEDADE, ATO ADMINISTRATIVO, HIPÓTESE, SÚMULA VINCULANTE. FLEXIBILIZAÇÃO, CABIMENTO, RECLAMAÇÃO, APRECIAÇÃO, MÉRITO, DISCUSSÃO, CASO CONCRETO. AUSÊNCIA, OFENSA, JULGAMENTO, STF. DEFINIÇÃO, CONTROLE ACIONÁRIO, ACIONISTA CONTROLADOR, LEI DAS SOCIEDADES ANÔNIMAS. IMPOSSIBILIDADE, INTERFERÊNCIA, STF, OPÇÃO, GESTÃO, PETRÓLEO BRASILEIRO (PETROBRÁS). CONSIDERAÇÃO, PETRÓLEO BRASILEIRO (PETROBRÁS), ACIONISTA MAJORITÁRIO, DELIBERAÇÃO, ASSEMBLEIA GERAL ORDINÁRIA, ESCOLHA, ADMINISTRADOR. AUSÊNCIA, FRAUDE, ALIENAÇÃO, EMPRESA SUBSIDIÁRIA. PREVISÃO, DESINVESTIMENTO DE ATIVOS, PETRÓLEO BRASILEIRO (PETROBRÁS), POSSIBILIDADE, ALIENAÇÃO, EMPRESA SUBSIDIÁRIA. CONSIDERAÇÃO, PETRÓLEO BRASILEIRO (PETROBRÁS), EMPRESA PRIVADA, ATUAÇÃO, COMPETITIVIDADE, MERCADO. FLEXIBILIZAÇÃO, EXIGÊNCIA, LICITAÇÃO, LEI.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. GILMAR MENDES: DEMONSTRAÇÃO, VONTADE, PETRÓLEO BRASILEIRO (PETROBRÁS), DESINVESTIMENTO DE ATIVOS, REFINARIA, CRIAÇÃO, EMPRESA SUBSIDIÁRIA, MOMENTO ANTERIOR, DELIBERAÇÃO, STF. CONSIDERAÇÃO, CRIAÇÃO, EMPRESA SUBSIDIÁRIA, PETRÓLEO BRASILEIRO (PETROBRÁS), ATO, GESTÃO ESTRATÉGICA. DIVULGAÇÃO, MERCADO, VONTADE, PETRÓLEO BRASILEIRO (PETROBRÁS), ALIENAÇÃO, ATIVO. AUSÊNCIA, FUNDAMENTO, AFIRMAÇÃO, ATUAÇÃO, PETRÓLEO BRASILEIRO (PETROBRÁS), FRAUDE, REFERÊNCIA, DECISÃO, STF. AUSÊNCIA, PREVISÃO, CONSTITUINTE ORIGINÁRIO, FORMALIDADE, ALIENAÇÃO, CONTROLE ACIONÁRIO, EXTINÇÃO, EMPRESA PÚBLICA. PRINCÍPIO DA SUBSIDIARIEDADE, EXCEPCIONALIDADE, INTERVENÇÃO, FORMA DIRETA, PODER PÚBLICO, DOMÍNIO ECONÔMICO. CONSIDERAÇÃO, DESESTATIZAÇÃO, ATUAÇÃO, ESTADO BRASILEIRO, ORDEM ECONÔMICA, CARÁTER SUBSIDIÁRIO. DOUTRINA, INDISPENSABILIDADE, LEI ESPECÍFICA, PRIVATIZAÇÃO, EMPRESA ESTATAL, FUNDAMENTO, PARALELISMO DAS FORMAS. JURISPRUDÊNCIA, STF, EXIGÊNCIA, AUTORIZAÇÃO LEGAL, LEI ESPECÍFICA, HIPÓTESE, CRIAÇÃO, EMPRESA ESTATAL. SUFICIÊNCIA, AUTORIZAÇÃO LEGAL, CARÁTER GENÉRICO, HIPÓTESE, CRIAÇÃO, EMPRESA SUBSIDIÁRIA. DISPENSABILIDADE, AUTORIZAÇÃO LEGAL, CRIAÇÃO, EMPRESA SUBSIDIÁRIA, HIPÓTESE, EXISTÊNCIA, PREVISÃO, LEI, CRIAÇÃO, EMPRESA, MATRIZ. CONSIDERAÇÃO, GESTÃO DE EMPRESA, ATO DISCRICIONÁRIO. ATRIBUIÇÃO, CONGRESSO NACIONAL, TRIBUNAL DE CONTAS DA UNIÃO (TCU), CONTROLE EXTERNO, ATO, PETRÓLEO BRASILEIRO (PETROBRÁS). DIFERENÇA, REGIME JURÍDICO, DESINVESTIMENTO DE ATIVOS, PRIVATIZAÇÃO. DOUTRINA, FUGA, DIREITO PRIVADO, ADMINISTRAÇÃO PÚBLICA. ADOÇÃO, EMPRESA PÚBLICA, MECANISMO, DIREITO EMPRESARIAL, FINALIDADE, CONCRETIZAÇÃO, EFICIÊNCIA, CARÁTER ECONÔMICO. ALIENAÇÃO, REFINARIA, AUMENTO, COMPETITIVIDADE, INDÚSTRIA. TERMO DE COMPROMISSO, PETRÓLEO BRASILEIRO (PETROBRÁS), CONSELHO ADMINISTRATIVO DE DEFESA ECONÔMICA (CADE), VENDA, REFINARIA, PETRÓLEO, OBJETIVO, ESTÍMULO, CONCORRÊNCIA, MERCADO, REFINARIA.\n\n- FUNDAMENTAÇÃO COMPLEMENTAR, MIN. LUIZ FUX: RECLAMAÇÃO, PRINCÍPIO DA PRIMAZIA DA SOLUÇÃO DE MÉRITO.\n\n- FUNDAMENTAÇÃO DIVERSA, MIN. CÁRMEN LÚCIA: CONSTITUIÇÃO FEDERAL, AUTORIZAÇÃO, EXPLORAÇÃO DE ATIVIDADE ECONÔMICA, PODER PÚBLICO, HIPÓTESE, RELEVÂNCIA, INTERESSE COLETIVO; GARANTIA, SEGURANÇA NACIONAL. AUTORIZAÇÃO LEGAL, LEI ESPECÍFICA, CRIAÇÃO, SOCIEDADE DE ECONOMIA MISTA. EXIGÊNCIA, AUTORIZAÇÃO, PODER LEGISLATIVO, CARÁTER GENÉRICO, CRIAÇÃO, EMPRESA SUBSIDIÁRIA. DISPENSA DE LICITAÇÃO, HIPÓTESE, VENDA, AÇÕES (CAPITAL), EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA. UTILIZAÇÃO, RECLAMAÇÃO, QUESTIONAMENTO, DECISÃO, PETRÓLEO BRASILEIRO (PETROBRÁS), DESINVESTIMENTO DE ATIVOS, MOTIVO, CARÁTER ECONÔMICO, CRIAÇÃO, EMPRESA SUBSIDIÁRIA, ALIENAÇÃO, MOMENTO POSTERIOR. INCOMPATIBILIDADE, APRECIAÇÃO, DESINVESTIMENTO DE ATIVOS, PETRÓLEO BRASILEIRO (PETROBRÁS), ÂMBITO, RECLAMAÇÃO.\n\n- VOTO VENCIDO, MIN. EDSON FACHIN: JULGAMENTO, STF, NECESSIDADE, AUTORIZAÇÃO LEGAL, LICITAÇÃO, ALIENAÇÃO, CONTROLE ACIONÁRIO, EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA. EXIGÊNCIA, AUTORIZAÇÃO, LEI ESPECÍFICA, CRIAÇÃO, EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA. INDISPENSABILIDADE, AUTORIZAÇÃO, PODER LEGISLATIVO, CRIAÇÃO, EMPRESA SUBSIDIÁRIA, PARTICIPAÇÃO, EMPRESA PRIVADA, FINALIDADE, CUMPRIMENTO, OBJETO, ESTATUTO SOCIAL. IMPOSSIBILIDADE, CRIAÇÃO, EMPRESA SUBSIDIÁRIA, REPASSE, ATIVO FINANCEIRO, VENDA, FORMA DIRETA, MOMENTO POSTERIOR, MERCADO. ATRIBUIÇÃO, CONGRESSO NACIONAL, FISCALIZAÇÃO, EXCESSO, PODER REGULAMENTAR, PODER EXECUTIVO. PETRÓLEO, MONOPÓLIO, UNIÃO FEDERAL, EXERCÍCIO, ATIVIDADE, TERCEIRO, OBSERVÂNCIA, DEVIDO PROCESSO LEGAL. SISTEMA DE FREIOS E CONTRAPESOS. JUÍZO, COGNIÇÃO SUMÁRIA, RISCO, DANO IRREPARÁVEL, ALIENAÇÃO, ATIVO FINANCEIRO, JUÍZO DE PROBABILIDADE, DESVIO DE PODER, CRIAÇÃO, EMPRESA SUBSIDIÁRIA, DESCONFORMIDADE, OBJETO, ESTATUTO SOCIAL, FINALIDADE, VENDA, EMPRESA, MATRIZ.\n\n- VOTO VENCIDO, MIN. ROSA WEBER: POSSIBILIDADE, OCORRÊNCIA, DESVIO DE PODER, CRIAÇÃO, EMPRESA SUBSIDIÁRIA, FINALIDADE, ALIENAÇÃO, ATIVO, INTEGRANTE, ÁREA, REFINARIA. ENTENDIMENTO, JUÍZO, COGNIÇÃO SUMÁRIA, CRIAÇÃO, EMPRESA SUBSIDIÁRIA, FINALIDADE, VENDA, ATIVO, EMPRESA, MATRIZ, AUSÊNCIA, AUTORIZAÇÃO, PODER LEGISLATIVO, AUSÊNCIA, SUBMISSÃO, LICITAÇÃO.\n\n- VOTO VENCIDO, MIN. RICARDO LEWANDOWSKI: CONFIGURAÇÃO, MATÉRIA, SEGURANÇA NACIONAL, OPÇÃO, GESTÃO DE EMPRESA. ENTENDIMENTO, OFENSA, CONSTITUIÇÃO FEDERAL, JULGAMENTO, STF, CRIAÇÃO, EMPRESA SUBSIDIÁRIA, FINALIDADE, VENDA, ATIVO FINANCEIRO. CONSIDERAÇÃO, ATUAÇÃO, PETRÓLEO BRASILEIRO (PETROBRÁS), FORMA, IMPEDIMENTO, CONTROLE, OPERAÇÃO, CONGRESSO NACIONAL. EXIGÊNCIA, LICITAÇÃO, ALIENAÇÃO, ATIVO, INTEGRANTE, PATRIMÔNIO, EMPRESA ESTATAL. EXCLUSÃO, OBJETO, ESTATUTO SOCIAL, PETRÓLEO BRASILEIRO (PETROBRÁS), VENDA, ATIVO FINANCEIRO, MERCADO, CARÁTER PRIVADO, FINALIDADE, RETIRADA, CAPITAL, EMPRESA, REDUÇÃO, CAPACIDADE, OPERAÇÃO. POSSIBILIDADE, OCORRÊNCIA, DESVIO DE PODER, ALIENAÇÃO, EMPRESA SUBSIDIÁRIA.\n\n- VOTO VENCIDO, MIN. MARCO AURÉLIO: CABIMENTO, RECLAMAÇÃO. SISTEMA DE FREIOS E CONTRAPESOS.\n\n- TERMO(S) DE RESGATE: EMPRESA-MÃE. PRIVATIZAÇÃO BRANCA. TEASER. CONSTITUIÇÃO ECONÔMICA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=42576&classe=Rcl","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"Rcl-MC","documental_observacao_texto":"- Acórdão(s) citado(s):\n(AUTORIZAÇÃO LEGAL, CRIAÇÃO, EMPRESA SUBSIDIÁRIA)\nADI 1649 (TP). \n(DESESTATIZAÇÃO, CARÁTER SUBSIDIÁRIO, ATUAÇÃO, ESTADO BRASILEIRO, ORDEM ECONÔMICA)\nADI 234 (TP), ADI 1649 (TP), ADI 562 MC (TP). \n(SUFICIÊNCIA, AUTORIZAÇÃO LEGAL, CARÁTER GENÉRICO, REESTRUTURAÇÃO, ÓRGÃO, ADMINISTRAÇÃO PÚBLICA)\nADI 1131 (TP), ADI 1840 MC (TP). \n(PROCESSO, TRANSFERÊNCIA, ATIVO)\nPet 51052. \n(DISPENSABILIDADE, AUTORIZAÇÃO LEGAL, CRIAÇÃO, EMPRESA SUBSIDIÁRIA, EXISTÊNCIA, PREVISÃO, LEI, CRIAÇÃO, EMPRESA, MATRIZ)\nADI 1649 (TP). \n(DIFERENÇA, DESESTATIZAÇÃO, DESINVESTIMENTO DE ATIVOS)\nADI 5624 MC-Ref (TP). \n- Decisão monocrática citada:\n(AUTORIZAÇÃO PRÉVIA, LICITAÇÃO, ALIENAÇÃO, CONTROLE ACIONÁRIO, EMPRESA PÚBLICA, SOCIEDADE DE ECONOMIA MISTA)\nADI 5624 MC.\n- Veja ADI 5624, Pet 51023, Rcl 42576, Rcl 33292 e Rcl 34549, do STF.\n- Veja itens 75, 76, 77, 78 e 82 do Acórdão 1952/2020 e Acórdão 442/2017, do TCU.\nNúmero de páginas: 101.\nAnálise: 24/03/2022, JSF.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"RECLTE.(S)          : MESA DO CONGRESSO NACIONAL\r\nRECLTE.(S)          : MESA DO SENADO FEDERAL\r\nADV.(A/S)           : THOMAZ HENRIQUE GOMMA DE AZEVEDO E OUTRO(A/S)\r\nRECLTE.(S)          : MESA DA CÂMARA DOS DEPUTADOS\r\nADV.(A/S)           : ALEXANDRE SANKIEVICZ\r\nRECLDO.(A/S)        : PETROLEO BRASILEIRO S A PETROBRAS\r\nADV.(A/S)           : SEM REPRESENTAÇÃO NOS AUTOS\r\nBENEF.(A/S)         : FEDERACAO NACIONAL DAS ASSOCIACOES DO PESSOAL DA CEF\r\nBENEF.(A/S)         : CONFEDERACAO NACIONAL DOS TRABALHADORES DO RAMO FINANCEIRO\r\nADV.(A/S)           : LUIS OTTAVIO CAIXETA DE ARAUJO E OUTRO(A/S)\r\nAM. CURIAE.         : PARTIDO DEMOCRATICO TRABALHISTA\r\nADV.(A/S)           : WALBER DE MOURA AGRA E OUTRO(A/S)\r\nAM. CURIAE.         : UNIÃO\r\nPROC.(A/S)(ES)      : ADVOGADO-GERAL DA UNIÃO\r\nAM. CURIAE.         : CAIXA ECONÔMICA FEDERAL - CEF\r\nADV.(A/S)           : JULIO CESAR BUENO\r\nADV.(A/S)           : VICENTE COELHO ARAUJO\r\nADV.(A/S)           : LIVIA CALDAS BRITO\r\nADV.(A/S)           : LUCAS SANTOS DE SOUSA\r\nAM. CURIAE.         : CONSELHO ADMINISTRATIVO DE DEFESA ECONOMICA - CADE\r\nPROC.(A/S)(ES)      : ADVOGADO-GERAL DA UNIÃO\r\nADV.(A/S)           : IAN RODRIGUES DIAS\r\nADV.(A/S)           : LUIZ ALBERTO DOS SANTOS\r\nADV.(A/S)           : FERNANDO CESAR DE SOUZA CUNHA\r\nADV.(A/S)           : EDVALDO FERNANDES DA SILVA\r\nADV.(A/S)           : GABRIELLE TATITH PEREIRA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":443028,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Rcl 42576 MC","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2020-10-01","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"MEDIDA CAUTELAR NA RECLAMAÇÃO","documental_doutrina_texto":"BICALHO, Alécia Paolucci Nogueira. Desestatizações: privatizações, delegações, desinvestimentos e parcerias. Belo Horizonte: Fórum, 2019. p. 191 e 235.\nCRETELA JUNIOR, José. Comentários à Constituição brasileira de 1988. 2. ed. Rio de Janeiro: Forense Universitária, 1991. v. 4. p. 2239.\nDIMOULIS, Dimitri. Significado e atualidade da separação dos poderes. In: AGRA, Walber; CASTRO, Celso L; TAVARES, André R. (Coord.) Constitucionalismo: os desafios no terceiro milênio. Belo Horizonte: Forum, 2008 p. 143-161.\nESTORNINHO, Maria João. A Fuga para o Direito Privado – Contributo para o estudo da actividade de direito privado da Administração Pública. Coimbra: Almedina, 1999.\nFERRAZ, Luciano; MOTTA, Fabrício. Empresas estatais e suas subsidiárias: requisitos constitucionais para a transferência do controle acionário. Interesse Público [recurso eletrônico]. Belo Horizonte, v.20, n.112, nov./dez. 2018.\nMEIRELLES, Hely Lopes. Direito administrativo brasileiro. 42. ed. São Paulo: Malheiros, 1995. p. 123.\nMEIRELLES, Hely Lopes. O Estado e suas empresas. Revista de Informação Legislativa, v. 19, n. 76, 1982, p. 168.\nMONCADA, Luís S. Cabral de. Direito Económico. Coimbra: Coimbra, 1998. p. 140.\nMOREIRA, Vital. Economia e Constituição: para o conceito de Constituição Económica. 2. ed. Coimbra: Coimbra, 1979.\nOTERO, Paulo. Vinculação e liberdade de conformação jurídica do setor empresarial do Estado. Coimbra: Coimbra, 1998. p. 235.\nRIBEIRO NETO, Mauro. Uma Análise Constitucional dos Processos de Desinvestimento das Empresas Estatais. Dissertação de Mestrado. Escola de Direito de Brasília. Instituto Brasiliense de Direito Público. Brasília: 2019. p. 65.\nTÁCITO, Caio. As empresas estatais no direito administrativo. In: TELLES, Antônio A. Queiroz; ARAÚJO, Edmir Netto de (Coord.). Direito Administrativo na década de 90: estudos jurídicos em homenagem ao prof. José Cretella Júnior. São Paulo: Editora RT, 1997. p. 15.\nSAMPAIO, P. R. P.; FIDALGO, C. B. Privatizações de empresas estatais do setor elétrico e a polêmica acerca da necessidade (ou não) de prévia lei autorizativa. In: Marina Ferrara; Marina Scalon. (Org.). Recursos naturais e meio ambiente sob a ótica delas: mineração, energia, óleo e gás, sustentabilidade e meio ambiente. 1. ed. Rio de Janeiro: Lumen Iuris, 2019. v. 1. p. 167-186.\nSCHWIND, Rafael Wallbach. O Estado Acionista: empresas estatais e empresas privadas com participação estatal. São Paulo: Editora Almedina, 2017. p. 218.","ministro_facet":["EDSON FACHIN","ALEXANDRE DE MORAES"],"processo_numero":42576,"base":"acordaos"}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"sjur268769","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"A Turma, por votação unânime, negou provimento ao agravo regimental, nos termos do voto do Relator. Não participou, justificadamente, deste julgamento, o Senhor Ministro Gilmar Mendes. 2ª Turma, 10.06.2014.","is_repercussao_geral_merito":false,"relator_processo_nome":"RICARDO LEWANDOWSKI","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur268769","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2022-09-16T11:37:17.430759","dg_unique":"sjur268769","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL EM RECURSO EXTRAORDINÁRIO. CONSTITUCIONAL. ADMINISTRATIVO. AÇÃO CIVIL PÚBLICA. MEIO AMBIENTE. MINERAÇÃO. DANOS CAUSADOS. INDENIZAÇÃO. RESPONSABILIDADE SUBJETIVA DA UNIÃO. NECESSIDADE DE REEXAME DO CONJUNTO FÁTICO-PROBATÓRIO DOS AUTOS. INCIDÊNCIA DA SÚMULA 279. PRECEDENTES. FUNDAMENTO DA DECISÃO AGRAVADA NÃO ATACADO. INCIDÊNCIA DA SÚMULA 284 DO STF. AGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO.\n\n\n\n    I – A lide foi decidida com base na aplicação de normas de natureza infraconstitucional, que não são passíveis de exame na via extraordinária.\n\n\n\n    II – Para se chegar à solução diversa daquela adotada pelo Tribunal a quo seria necessário o reexame de matéria fática o que não é possível, conforme o teor da Súmula 279 deste Tribunal.\n\n\n\n    III – Não atacados todos os fundamentos da decisão agravada, deve incidir o óbice da Súmula 284 do STF.\n\n\n\n    IV – Agravo regimental a que se nega provimento.","inteiro_teor_url":"http://www.stf.jus.br/portal/inteiroTeor/obterInteiroTeor.asp?idDocumento=6258665","externo_seq_objeto_incidente":4568793,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-124  DIVULG 25-06-2014  PUBLIC 27-06-2014","dje_url":"http://stf.jus.br/portal/diarioJustica/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=612592&classe=RE-AgR","is_colac":false,"titulo":"RE 612592 AgR","documental_legislacao_citada_texto":["LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000284      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2014-06-27","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=612592&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"Número de páginas: 8.\nAnálise: 14/07/2014, MAR.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO FEDERAL \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : COMPANHIA SIDERÚRGICA NACIONAL \nADV.(A/S)  : RAFAEL BARRETO BORNHAUSEN E OUTRO(A/S)\nINTDO.(A/S)  : COMPANHIA CARBONÍFERA URUSSANGA E OUTRO(A/S)\nADV.(A/S)  : PAULO RICARDO DA ROSA E OUTRO(A/S)\nINTDO.(A/S)  : ESTADO DE SANTA CATARINA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE SANTA CATARINA \nINTDO.(A/S)  : JOÃO ZANETTE E OUTRO(A/S)\nADV.(A/S)  : PAULO RICARDO DA ROSA \nINTDO.(A/S)  : INDÚSTRIA CARBONÍFERA RIO DESERTO LTDA \nADV.(A/S)  : SÉRGIO CLEMES E OUTRO(A/S)\nINTDO.(A/S)  : NOVA PRÓSPERA MINERAÇÃO S/A \nADV.(A/S)  : MAIRA MATSCHULAT ELY E OUTRO(A/S)\nINTDO.(A/S)  : ESPÓLIO DE AUGUSTO BAPTISTA PEREIRA \nADV.(A/S)  : PAULO HEERDT E OUTRO(A/S)\nINTDO.(A/S)  : SEBASTIÃO NETTO CAMPOS E OUTRO(A/S)\nADV.(A/S)  : HELCIO BIANCHINI GÓES E OUTRO(A/S)","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":268769,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"RE 612592 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2014-06-10","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["RICARDO LEWANDOWSKI"],"processo_numero":612592,"base":"acordaos"}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"sjur422934","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo, com imposição de multa, nos termos do voto do Relator. Presidência da Ministra Rosa Weber. Primeira Turma, 04.02.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur422934","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2022-09-16T11:38:51.057109","dg_unique":"sjur422934","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"RECURSO EXTRAORDINÁRIO – MATÉRIA FÁTICA E LEGAL. O recurso extraordinário não é meio próprio ao revolvimento da prova nem serve à interpretação de normas legais.\n\n\n\n    AGRAVO – MULTA – ARTIGO 1.021, § 4º, DO CÓDIGO DE PROCESSO CIVIL. Se o agravo é manifestamente inadmissível ou improcedente, impõe-se a aplicação da multa prevista no § 4º do artigo 1.021 do Código de Processo Civil, arcando a parte com o ônus decorrente da litigância protelatória.","inteiro_teor_url":"http://www.stf.jus.br/portal/inteiroTeor/obterInteiroTeor.asp?idDocumento=752530813","externo_seq_objeto_incidente":5799256,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-102  DIVULG 27-04-2020  PUBLIC 28-04-2020","dje_url":"http://stf.jus.br/portal/diarioJustica/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1231600&classe=ARE-AgR","is_colac":false,"titulo":"ARE 1231600 AgR","documental_legislacao_citada_texto":["LEG-FED   LEI-013105      ANO-2015\n          ART-01021 PAR-00004\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2020-04-28","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RECURSO EXTRAORDINÁRIO, REEXAME, FATO, PROVA, APRECIAÇÃO, MATÉRIA INFRACONSTITUCIONAL, CUMPRIMENTO, SENTENÇA ARBITRAL, PENHORA, OUTORGA, CONCESSÃO, DIREITO DA MINERAÇÃO, PESQUISA MINERAL, LAVRA DE MINÉRIO, FAIXA DE FRONTEIRA, EMPRESA ESTRANGEIRA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1231600&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR","documental_observacao_texto":"Número de páginas: 9.\nAnálise: 23/06/2020, AMS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : MPP - MINERACAO PIRAMIDE PARTICIPACOES LTDA E OUTRO(A/S)\nADV.(A/S)  : ALYSSON SOUSA MOURAO \nADV.(A/S)  : ANDRE DE VILHENA MORAES SILVA \nADV.(A/S)  : MARILENA FREITAS SILVESTRE \nAGDO.(A/S)  : ARCELORMITTAL BRASIL S.A. \nADV.(A/S)  : EDUARDO DAMIAO GONCALVES \nADV.(A/S)  : PAULA DE SOUZA GONCALVES \nADV.(A/S)  : STEFANO MOTTA \nADV.(A/S)  : GABRIEL KUKULKA FIGUINHA","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":422934,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ARE 1231600 AgR","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2020-02-04","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":"MELLO, Marco Aurélio Mendes de Farias. O Judiciário e a litigância de má-fé.","ministro_facet":["MARCO AURÉLIO"],"processo_numero":1231600,"base":"acordaos"}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"sjur432604","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SC","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo regimental, com aplicação da multa prevista no art. 1.021, § 4º, do CPC, e entendeu inaplicável o artigo 85, § 11, do código em questão, por se tratar de recurso oriundo de ação civil pública, nos termos do voto do Relator. Ausente, por motivo de licença médica, o Ministro Celso de Mello. Segunda Turma, Sessão Virtual de 11.9.2020 a 21.9.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur432604","is_repercussao_geral":false,"orgao_julgador":"Segunda Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Santa Catarina","dg_atualizado_em":"2022-09-16T11:38:51.057109","dg_unique":"sjur432604","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"Ementa: AGRAVO REGIMENTAL EM RECURSO EXTRAORDINÁRIO. INTERPOSIÇÃO EM 22.06.2020. AÇÃO CIVIL PÚBLICA. DANO AMBIENTAL NÃO CONFIGURADO. RECURSOS MINERAIS. REPARAÇÃO. VALIDADE DE GUIA DE UTILIZAÇÃO. PRAZO DE RENOVAÇÃO. REQUISITOS LEGAIS. PORTARIA DGDNPM 144/2007. CÓDIGO DE MINERAÇÃO. ALEGADA AFRONTA AO ART. 176, § 1º, DA CF. NECESSIDADE DE REEXAME DE FATOS E PROVAS E DE LEGISLAÇÃO INFRACONSTITUCIONAL. OFENSA REFLEXA. INCIDÊNCIA DA SÚMULA 279 DO STF. PRECEDENTES. AGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO. \n\n\n\n    1. O Tribunal de origem, ao apreciar a matéria à luz das normas infraconstitucionais pertinentes ao caso (Portaria DGDNPM 144/2007 e Código de Mineração), entendeu que a inobservância do prazo implicaria somente nas sanções de advertência, multa ou caducidade do título minerário, mas não em ressarcimento, de modo que a ofensa à Constituição, se existente, seria reflexa e indireta, o que inviabiliza o processamento do recurso extraordinário. \n\n\n\n    2. Eventual divergência em relação ao entendimento adotado pelo Colegiado a quo, que se fundamentou na ausência de configuração de exploração clandestina e de dano ambiental, por considerar que o ato foi lavrado pela União e que o atraso no requerimento da renovação da guia de autorização se trata de mera irregularidade, demandaria o exame das provas dos autos, o que inviabiliza o processamento do apelo extremo, tendo em vista a vedação contida na Súmula 279 do STF. \n\n\n\n    3. Agravo regimental a que se nega provimento, com previsão de aplicação da multa prevista no art. 1.021, § 4º, do CPC. Inaplicável o artigo 85, § 11, CPC, por se tratar de recurso oriundo de ação civil pública.","inteiro_teor_url":"http://www.stf.jus.br/portal/inteiroTeor/obterInteiroTeor.asp?idDocumento=753942825","externo_seq_objeto_incidente":5945080,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-237  DIVULG 25-09-2020  PUBLIC 28-09-2020","dje_url":"http://stf.jus.br/portal/diarioJustica/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1253505&classe=RE-AgR","is_colac":false,"titulo":"RE 1253505 AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00176 PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013105      ANO-2015\n          ART-00085 PAR-00011 ART-01021 PAR-00004 \n          PAR-00005\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   DEL-001985      ANO-1940\n                CM-1940 CÓDIGO DE MINAS\n\n","LEG-FED   PRT-000144      ANO-2007\n                PORTARIA DO DEPARTAMENTO NACIONAL DE PRODUÇÃO MINERAL - DNPM\n\n","LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-09-28","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- APLICAÇÃO DE MULTA, CINCO POR CENTO, VALOR DA CAUSA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1253505&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(RESPONSABILIDADE CIVIL, DANO AMBIENTAL, REEXAME, FATO, PROVA)\nRE 579291 AgR (2ªT), ARE 1216563 AgR (TP). \nNúmero de páginas: 14.\nAnálise: 05/02/2021, MJC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nAGDO.(A/S)  : TECNOCLAY MINERACAO INDUSTRIA E COMERCIO LTDA \nADV.(A/S)  : OCIMAR MARAGNO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":432604,"documental_tese_texto":null,"procedencia_geografica_completo":"SC - SANTA CATARINA","processo_codigo_completo":"RE 1253505 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2020-09-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":1253505,"base":"acordaos"}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"sjur416507","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, negou provimento ao agravo, com imposição de multa, nos termos do voto do Relator. Não participaram, justificadamente, deste julgamento, os Ministros Luís Roberto Barroso e Alexandre de Moraes. Presidência do Ministro Luiz Fux. Primeira Turma, 13.8.2019.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur416507","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2022-09-16T11:38:51.057109","dg_unique":"sjur416507","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"RECURSO EXTRAORDINÁRIO – MATÉRIA FÁTICA E LEGAL. O recurso extraordinário não é meio próprio ao revolvimento da prova nem serve à interpretação de normas legais.\n\n\n\n    AGRAVO – MULTA – ARTIGO 1.021, § 4º, DO CÓDIGO DE PROCESSO CIVIL. Se o agravo é manifestamente inadmissível ou improcedente, impõe-se a aplicação da multa prevista no § 4º do artigo 1.021 do Código de Processo Civil, arcando a parte com o ônus decorrente da litigância protelatória.","inteiro_teor_url":"http://www.stf.jus.br/portal/inteiroTeor/obterInteiroTeor.asp?idDocumento=751569373","externo_seq_objeto_incidente":5611680,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-268  DIVULG 05-12-2019  PUBLIC 06-12-2019","dje_url":"http://stf.jus.br/portal/diarioJustica/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1166024&classe=ARE-AgR","is_colac":false,"titulo":"ARE 1166024 AgR","documental_legislacao_citada_texto":["LEG-FED   LEI-013105      ANO-2015\n          ART-01021 PAR-00004\n                CPC-2015 CÓDIGO DE PROCESSO CIVIL"],"publicacao_data":"2019-12-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- RECURSO EXTRAORDINÁRIO, REEXAME, FATO, PROVA, DANO AMBIENTAL, REPARAÇÃO DE DANO, IRREGULARIDADE, ATIVIDADE, LAVRA DE MINÉRIO, AUSÊNCIA, LICENÇA AMBIENTAL, ÁREA RESIDENCIAL. APLICAÇÃO DE MULTA, CINCO POR CENTO, VALOR DA CAUSA, BENEFÍCIO, AGRAVADO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1166024&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-AgR","documental_observacao_texto":"Número de páginas: 8.\nAnálise: 13/03/2020, MJC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : EMPRESA DE MINERAÇÃO MONTE CRISTO \nADV.(A/S)  : OTAVIO YUJI ABE DINIZ \nAGDO.(A/S)  : MUNICIPIO DE SUZANO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO MUNICÍPIO DE SUZANO \nAGDO.(A/S)  : MINISTÉRIO PÚBLICO DO ESTADO DE SÃO PAULO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DE SÃO PAULO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":416507,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ARE 1166024 AgR","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2019-08-13","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO"],"processo_numero":1166024,"base":"acordaos"}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"sjur420079","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou parcialmente procedente o pedido formulado na ação direta para declarar a inconstitucionalidade formal dos seguintes artigos: (a) das expressões “arrecadação” e “lançamento” contidas no caput e § 4º do art. 1º; (b) art. 9º; (c) art. 12 e parágrafos; (d) art. 13 e parágrafos; (e) art. 14; (f) art. 15 e parágrafos; (g) art. 18, inciso I, alíneas “a” a “d”; (h) art. 19 e parágrafos; (i) art. 20; (j) das expressões “receitas não-tributárias”, “acréscimos” e “nota de lançamento” contidas no caput do art. 23, e da expressão “nota de lançamento” contida nos seus §§ 2º e 3º; (k) da expressão “nota de lançamento” contida no § 3º do art. 24; (l) art. 25 e seus parágrafos; (m) art. 26; (n) art. 30 e parágrafo único; e (o) art. 32; todos da Lei 5.139/2007 do Estado do Rio de Janeiro, nos termos do voto do Relator. Não participou deste julgamento, por motivo de licença médica, o Ministro Celso de Mello. Plenário, Sessão Virtual de 7.2.2020 a 13.2.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur420079","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2022-09-16T11:38:51.057109","dg_unique":"sjur420079","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: CONSTITUCIONAL E FINANCEIRO. FEDERALISMO. REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA. COMPENSAÇÃO FINANCEIRA PELA EXPLORAÇÃO DE RECURSOS HÍDRICOS E MINERAIS, INCLUSIVE PETRÓLEO E GÁS. LEI 5.139/2007 DO ESTADO DO RIO DE JANEIRO. ATO EDITADO PARA VIABILIZAR “O ACOMPANHAMENTO E FISCALIZAÇÃO” DAS RECEITAS DECORRENTES DA EXPLORAÇÃO DESSES RECURSOS, COM PRESSUPOSTO NO ART. 23, XI, DA CF. LEGITIMIDADE DAS NORMAS QUE ESTABELECEM OBRIGAÇÕES ACESSÓRIAS. INCONSTITUCIONALIDADE FORMAL DE NORMAS SOBRE AS CONDIÇÕES DE RECOLHIMENTO DESSAS COMPENSAÇÕES, INCLUSIVE AS RELATIVAS À SUA ARRECADAÇÃO DIRETA PELO ESTADO.\n\n\n\n    1. Segundo jurisprudência assentada nesta CORTE, as rendas obtidas nos termos do art. 20, § 1º, da CF constituem receita patrimonial originária, cuja titularidade – que não se confunde com a dos recursos naturais objeto de exploração – pertence a cada um dos entes federados afetados pela atividade econômica.\n\n\n\n    2. Embora sejam receitas originárias de Estados e Municípios, as suas condições de recolhimento e repartição são definidas por regramento da União, que tem dupla autoridade normativa na matéria, já que cabe a ela definir as condições (legislativas) gerais de exploração de potenciais de recursos hídricos e minerais (art. 22, IV e XII, da CF), bem como as condições (contratuais) específicas da outorga dessa atividade a particulares (art. 176, parágrafo único, da CF). Atualmente, a legislação de regência determina que seja o pagamento “efetuado, mensalmente, diretamente aos Estados, ao Distrito Federal, aos Municípios e aos órgãos da Administração Direta da União” (art. 8º da Lei 7.990/1989).\n\n\n\n    3. As providências enumeradas no art. 23, XI, da CF – registro, fiscalização e acompanhamento – possibilitam o controle pelos demais entes federativos das quotas-partes repassadas a título de compensação financeira pelos órgãos federais, com a possibilidade de criação de obrigações administrativas instrumentais, a serem observadas pelas concessionárias instaladas nos respectivos territórios.\n\n\n\n    4. Os Estados, o Distrito Federal e os Municípios não possuem competência para definir as condições de recolhimento das compensações financeiras de sua titularidade, ou mesmo para arrecadá-las diretamente, por intermédio de seus órgãos fazendários.\n\n\n\n    5. Extrapola a competência comum do art. 23, XI, da CF a instituição de infrações e penalidades pelo atraso no pagamento das compensações financeiras (obrigação principal), bem como sua arrecadação diretamente pela Secretaria de Fazenda Estadual.\n\n\n\n    6. Ação Direta julgada parcialmente procedente.","inteiro_teor_url":"http://www.stf.jus.br/portal/inteiroTeor/obterInteiroTeor.asp?idDocumento=752157084","externo_seq_objeto_incidente":5782553,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-047  DIVULG 05-03-2020  PUBLIC 06-03-2020","dje_url":"http://stf.jus.br/portal/diarioJustica/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=6233&classe=ADI","is_colac":false,"titulo":"ADI 6233","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00020 PAR-00001 ART-00021 \"CAPUT\" \n          INC-00012 LET-B INC-00023 LET-B \n          LET-C ART-00022 INC-00004 INC-00012 \n          INC-00012 ART-00023 INC-00011 PAR-ÚNICO \n          ART-00024 INC-00001 ART-00030 INC-00001 \n          ART-00146 PAR-ÚNICO INC-00004 INCLUÍDO PELA EMC-42/2003\n          ART-00158 ART-00176 PAR-00001 PAR-00002 \n          PAR-00003 PAR-00004 ART-00177\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000042      ANO-2003\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-007990      ANO-1989\n          ART-00001 ART-00003 ART-00006 \n          ART-00008 REDAÇÃO DADA PELA LEI-8001/1990\n          ART-00009\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-008001      ANO-1990\n          ART-00001 INC-00001 INC-00002 INC-00003 \n          INC-00004 INC-00005 ART-00002 PAR-00001 \n          INC-00001 INC-00002 INC-00003 INC-00004 \n          PAR-00002 INC-00001 INC-00002 INC-00003 \n          INC-0002A\n                LEI ORDINÁRIA REDAÇÃO DADA PELA LEI-9984/2000\n\n","LEG-FED   LEI-009648      ANO-1998\n          ART-00017 PAR-00001 INC-00001 INC-00002 \n          PAR-00002\n                LEI ORDINÁRIA REDAÇÃO DADA PELA LEI 134360/2016\n\n","LEG-FED   LEI-009984      ANO-2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-009993      ANO-2000\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-012858      ANO-2013\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-134360      ANO-2016\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-013575      ANO-2017\n          ART-00002 INC-00012 LET-A\n                LEI ORDINÁRIA\n\n","LEG-FED   DEC-002335      ANO-1997\n          ART-00004 INC-00040\n                DECRETO\n\n","LEG-EST   LEI-005139      ANO-2007\n          ART-00001 \"CAPUT\" PAR-00002 PAR-00004 \n          ART-00009 ART-00010 \"CAPUT\" ART-00011 \n          ART-00012 ART-00013 ART-00014 ART-00015 \n          ART-00016 ART-00018 INC-00001 LET-A \n          LET-D ART-00019 ART-00020 ART-00021 \n          ART-00023 \"CAPUT\" PAR-00002 PAR-00003 \n          ART-00024 PAR-00003 ART-00025 \"CAPUT\" \n          ART-00026 ART-00030 PAR-ÚNICO ART-00031 \n          ART-00032\n                LEI ORDINÁRIA, RJ"],"publicacao_data":"2020-03-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- INTERPRETAÇÃO CONSTITUCIONAL, PRINCÍPIO DA REPARTIÇÃO DAS COMPETÊNCIAS, FEDERALISMO. EVOLUÇÃO, FEDERALISMO, CONSTITUIÇÃO FEDERAL DE 1988, DESCENTRALIZAÇÃO, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA CONCORRENTE, MUNICÍPIO, LEI, INTERESSE LOCAL. COMPENSAÇÃO FINANCEIRA PELA EXPLORAÇÃO DE RECURSOS MINERAIS (CFEM), NATUREZA JURÍDICA, RECEITA PATRIMONIAL, RECEITA ORIGINÁRIA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=6233&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(COMPETÊNCIA LEGISLATIVA, UNIÃO FEDERAL)\nADI 907 (TP). \n(COMPENSAÇÃO FINANCEIRA PELA EXPLORAÇÃO DE RECURSOS MINERAIS (CFEM), RECEITA PATRIMONIAL)\nRE 228800 (2ªT). \n(COMPETÊNCIA LEGISLATIVA, COMPENSAÇÃO FINANCEIRA PELA EXPLORAÇÃO DE RECURSOS MINERAIS (CFEM))\nMS 24312 (TP), ADI 4606 (TP). \n- Legislação estrangeira citada: Constituição norte-americana de 1787.\nNúmero de páginas: 52.\nAnálise: 03/11/2020, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : ABEP - ASSOCIACAO BRASILEIRA DE EMPRESAS DE EXPLORACAO E PRODUCAO DE PETROLEO E GAS \nADV.(A/S)  : EDUARDO MANEIRA E OUTRO(A/S)\nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO RIO DE JANEIRO \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":420079,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ADI 6233","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2020-02-14","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ALMEIDA, Fernanda Dias Menezes de. Competências na Constituição Federal de 1988. 6. ed. São Paulo: Atlas, 2013. p. 117-118.\r\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\r\nCANOTILHO, José Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\r\nCOOLEY, Thomas Mcintyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\r\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires\r\nde France, 1955. p. 265 et seq.\r\nHAMILTON, Alexander. The Federalist Papers. n. 9.\r\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra Editora, 1990. p. 13-14. Tomo I.\r\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. (Coord.). Dicionário de política. v. 1. p. 482.\r\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\r\nOLIVEIRA, Régis Fernandes. Curso de direito financeiro. 5. ed. São Paulo: Revista dos Tribunais. p. 284-285.\r\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\r\nSILVA, José Afonso da. Comentário contextual à Constituição. 9. ed. São Paulo: Malheiros, 2009. p. 279.\r\nSCAFF, Fernando Facury. Aspectos controvertidos sobre a CFEM – Compensação Financeira pela Exploração de Recursos Minerais (Royalties da mineração). In: SCAFF, Fernando Facury (Coord.). Direito tributário e econômico aplicado ao meio ambiente e à mineração. São Paulo: Quartier Latin, 2009. p 297-298.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":6233,"base":"acordaos"}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"sjur234660","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MS","is_questao_ordem":false,"acordao_ata":"A Turma negou provimento ao agravo regimental, nos termos do voto da Relatora. Unânime. Presidência do Senhor Ministro Luiz Fux. 1ª Turma, 11.6.2013.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur234660","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Mato Grosso do Sul","dg_atualizado_em":"2022-09-16T11:37:17.430759","dg_unique":"sjur234660","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n \n\n\n\n    DIREITO TRIBUTÁRIO. ICMS. INCIDÊNCIA. PRODUTO INDUSTRIALIZADO. ENQUADRAMENTO DO MINÉRIO DE FERRO DESTINADO À EXPORTAÇÃO COMO PRODUTO SEMIELABORADO. LEI COMPLEMENTAR N. 65/91. DEBATE DE ÂMBITO INFRACONSTITUCIONAL. EVENTUAL VIOLAÇÃO REFLEXA DA CONSTITUIÇÃO DA REPÚBLICA NÃO VIABILIZA O MANEJO DE RECURSO EXTRAORDINÁRIO. PRECEDENTES. ACÓRDÃO RECORRIDO PUBLICADO EM 25.02.2013.\n\n\n\n    As razões do agravo regimental não são aptas a infirmar os fundamentos que lastrearam a decisão agravada, mormente no que se refere ao âmbito infraconstitucional do debate, a inviabilizar o trânsito do recurso extraordinário. \n\n\n\n    Agravo regimental conhecido e não provido.","inteiro_teor_url":"http://www.stf.jus.br/portal/inteiroTeor/obterInteiroTeor.asp?idDocumento=4067520","externo_seq_objeto_incidente":4371963,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"ACÓRDÃO ELETRÔNICO\nDJe-121  DIVULG 24-06-2013  PUBLIC 25-06-2013","dje_url":"http://stf.jus.br/portal/diarioJustica/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=832195&classe=AI-AgR","is_colac":false,"titulo":"AI 832195 AgR","documental_legislacao_citada_texto":["LEG-FED   LCP-000065      ANO-1991\r\n          LEI COMPLEMENTAR"],"publicacao_data":"2013-06-25","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=832195&classe=AI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"AI-AgR","documental_observacao_texto":"- Acórdão(s) citado(s): \r\n(OFENSA REFLEXA)\r\nAI 786121 AgR (2ªT), AI 319124 AgR (2ªT), RE 630380 ED \r\n(2ªT).\r\nNúmero de páginas: 10.\r\nAnálise: 26/07/2013, TBC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)            : ESTADO DE MATO GROSSO DO SUL\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DO ESTADO DE MATO GROSSO DO SUL\r\nAGDO.(A/S)          : MINERAÇÃO CORUMBAENSE REUNIDA S/A\r\nADV.(A/S)           : LUIZ PAULO ROMANO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":234660,"documental_tese_texto":null,"procedencia_geografica_completo":"MS - MATO GROSSO DO SUL","processo_codigo_completo":"AI 832195 AgR","processo_classe_processual_unificada_classe_sigla":"AI","julgamento_data":"2013-06-11","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO AGRAVO DE INSTRUMENTO","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":832195,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":561,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"RE","doc_count":304},{"key":"AI","doc_count":95},{"key":"RMS","doc_count":50},{"key":"ARE","doc_count":35},{"key":"MS","doc_count":19},{"key":"ADI","doc_count":14},{"key":"CJ","doc_count":12},{"key":"Rcl","doc_count":9},{"key":"ACO","doc_count":4},{"key":"Pet","doc_count":4},{"key":"SL","doc_count":3},{"key":"ACi","doc_count":2},{"key":"AR","doc_count":2},{"key":"HC","doc_count":2},{"key":"STA","doc_count":2},{"key":"ADPF","doc_count":1},{"key":"Inq","doc_count":1},{"key":"MI","doc_count":1},{"key":"RHC","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":561,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Primeira Turma","doc_count":207},{"key":"Segunda Turma","doc_count":163},{"key":"Tribunal Pleno","doc_count":152},{"key":"Terceira Turma","doc_count":21}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":555},"true":{"doc_count":6}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":559},"true":{"doc_count":2}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":559},"true":{"doc_count":2}}},"is_colac_agg":{"buckets":{"false":{"doc_count":543},"true":{"doc_count":18}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":557},"true":{"doc_count":4}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":561,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"SP","doc_count":113},{"key":"MG","doc_count":100},{"key":"DF","doc_count":76},{"key":"RJ","doc_count":64},{"key":"PE","doc_count":37},{"key":"RS","doc_count":25},{"key":"SC","doc_count":17},{"key":"GO","doc_count":16},{"key":"BA","doc_count":15},{"key":"PR","doc_count":14},{"key":"ES","doc_count":9},{"key":"MS","doc_count":6},{"key":"PA","doc_count":6},{"key":"RN","doc_count":5},{"key":"PB","doc_count":4},{"key":"RR","doc_count":3},{"key":"AM","doc_count":2},{"key":"AP","doc_count":2},{"key":"MT","doc_count":2},{"key":"RO","doc_count":2},{"key":"AC","doc_count":1},{"key":"AL","doc_count":1},{"key":"CE","doc_count":1},{"key":"TO","doc_count":1}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":561},"decisoes":{"doc_count":809},"informativos":{"doc_count":22},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":561,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"ANTÔNIO MARTINS VILAS BOAS","doc_count":23},{"key":"GILMAR MENDES","doc_count":23},{"key":"GONÇALVES DE OLIVEIRA","doc_count":21},{"key":"CÂNDIDO MOTTA","doc_count":19},{"key":"DJACI FALCÃO","doc_count":18},{"key":"LAFAYETTE DE ANDRADA","doc_count":18},{"key":"BARROS MONTEIRO","doc_count":17},{"key":"MARCO AURÉLIO","doc_count":17},{"key":"ADALÍCIO NOGUEIRA","doc_count":15},{"key":"THOMPSON FLORES","doc_count":15},{"key":"ROSA WEBER","doc_count":14},{"key":"DIAS TOFFOLI","doc_count":13},{"key":"VICTOR NUNES","doc_count":13},{"key":"LUIZ GALLOTTI","doc_count":12},{"key":"MOREIRA ALVES","doc_count":12},{"key":"CÁRMEN LÚCIA","doc_count":11},{"key":"HAHNEMANN GUIMARÃES","doc_count":11},{"key":"LUIZ FUX","doc_count":11},{"key":"NELSON HUNGRIA","doc_count":11},{"key":"CARLOS VELLOSO","doc_count":10},{"key":"ROBERTO BARROSO","doc_count":10},{"key":"AFRÂNIO COSTA","doc_count":9},{"key":"ALEXANDRE DE MORAES","doc_count":9},{"key":"CORDEIRO GUERRA","doc_count":9},{"key":"ELOY DA ROCHA","doc_count":9},{"key":"EVANDRO LINS","doc_count":9},{"key":"OSWALDO TRIGUEIRO","doc_count":9},{"key":"XAVIER DE ALBUQUERQUE","doc_count":9},{"key":"BARROS BARRETO","doc_count":8},{"key":"SEPÚLVEDA PERTENCE","doc_count":8},{"key":"ALIOMAR BALEEIRO","doc_count":7},{"key":"AMARAL SANTOS","doc_count":7},{"key":"NELSON JOBIM","doc_count":7},{"key":"ANTÔNIO NEDER","doc_count":6},{"key":"ARY FRANCO","doc_count":6},{"key":"DÉCIO MIRANDA","doc_count":6},{"key":"EDSON FACHIN","doc_count":6},{"key":"NÉRI DA SILVEIRA","doc_count":6},{"key":"RICARDO LEWANDOWSKI","doc_count":6},{"key":"SOARES MUÑOZ","doc_count":6},{"key":"AYRES BRITTO","doc_count":5},{"key":"ELLEN GRACIE","doc_count":5},{"key":"ILMAR GALVÃO","doc_count":5},{"key":"LEITÃO DE ABREU","doc_count":5},{"key":"MAURÍCIO CORRÊA","doc_count":5},{"key":"CELSO DE MELLO","doc_count":4},{"key":"CÉZAR PELUSO","doc_count":4},{"key":"HERMES LIMA","doc_count":4},{"key":"OCTAVIO GALLOTTI","doc_count":4},{"key":"OSCAR CORRÊA","doc_count":4},{"key":"RAFAEL MAYER","doc_count":4},{"key":"SYDNEY SANCHES","doc_count":4},{"key":"BILAC PINTO","doc_count":3},{"key":"HENRIQUE D'ÁVILA","doc_count":3},{"key":"LAUDO DE CAMARGO","doc_count":3},{"key":"OROZIMBO NONATO","doc_count":3},{"key":"PEDRO CHAVES","doc_count":3},{"key":"PRADO KELLY","doc_count":3},{"key":"RIBEIRO DA COSTA","doc_count":3},{"key":"RODRIGUES ALCKMIN","doc_count":3},{"key":"ALDIR PASSARINHO","doc_count":2},{"key":"ARMANDO DE ALENCAR","doc_count":2},{"key":"CANDIDO LOBO","doc_count":2},{"key":"CARLOS MADEIRA","doc_count":2},{"key":"CARLOS MEDEIROS","doc_count":2},{"key":"CUNHA MELLO","doc_count":2},{"key":"CÉLIO BORJA","doc_count":2},{"key":"DJALMA DA CUNHA MELLO","doc_count":2},{"key":"FRANCISCO REZEK","doc_count":2},{"key":"GOULART DE OLIVEIRA","doc_count":2},{"key":"JOAQUIM BARBOSA","doc_count":2},{"key":"MACEDO LUDOLF","doc_count":2},{"key":"PHILADELPHO AZEVEDO","doc_count":2},{"key":"SAMPAIO COSTA","doc_count":2},{"key":"THEMISTOCLES CAVALCANTI","doc_count":2},{"key":"ABNER DE VASCONCELOS","doc_count":1},{"key":"ANNIBAL FREIRE","doc_count":1},{"key":"CASTRO NUNES","doc_count":1},{"key":"COSTA MANSO","doc_count":1},{"key":"CUNHA PEIXOTO","doc_count":1},{"key":"EDGARD COSTA","doc_count":1},{"key":"EROS GRAU","doc_count":1},{"key":"JOSÉ LINHARES","doc_count":1},{"key":"MENEZES DIREITO","doc_count":1},{"key":"MÁRIO GUIMARÃES","doc_count":1},{"key":"PAULO BROSSARD","doc_count":1},{"key":"ROCHA LAGÔA","doc_count":1},{"key":"TEORI ZAVASCKI","doc_count":1}]}}}},"search_id":1}