{"result":{"took":104,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":69,"relation":"eq"},"max_score":8.330761,"hits":[{"_index":"stf-idx1-7-0","_type":"_doc","_id":"despacho645502","_score":8.330761,"_source":{"procedencia_geografica_uf_sigla":"DF","dje_url":"http://stf.jus.br/portal/diarioJustica/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=23135&classe=Rcl","titulo":"Rcl 23135","documental_legislacao_citada_texto":["LEG-FED   CF        ANO-1988\r\n          ART-00020 INC-00009 ART-00102 INC-00001\r\n          LET-L ART-00102 PAR-00002 ART-00176\r\n          ART-00177   \r\n          CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   LEI-013105       ANO-2015\r\n          ART-00932 INC-00008  \r\n          CPC-2015 CÓDIGO DE PROCESSO CIVIL\r\n","LEG-FED   LEI-009478       ANO-1997\r\n          LEI ORDINÁRIA\r\n","LEG-FED   RGI       ANO-1980\r\n          ART-00021 PAR-00001  \r\n          RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"relator_decisao_nome":null,"publicacao_data":"2016-06-13","relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"documental_decisao_mesmo_sentido_is_secundario":false,"is_decisao_presidencia":false,"decisao_texto":"DECISÃO: Trata-se de reclamação na qual se sustenta que o ato ora impugnado – emanado do Juízo Federal da 1ª Vara Federal de Duque de Caxias/RJ (Processo nº 0001112-95.2011.4.02.5118) – teria desrespeitado a autoridade da decisão que esta Suprema Corte proferiu, com efeito vinculante, no julgamento da ADI 3.273/DF, Red. p/ o acórdão Min. EROS GRAU.\r\n    Afirma a parte ora reclamante, em síntese, para justificar, nos presentes autos, o alegado desrespeito à autoridade decisória do julgamento proferido pelo Supremo Tribunal Federal, o que se segue:\r\n    “Produz eficácia contra todos e efeito vinculante, relativamente aos demais órgãos do Poder Judiciário e à administração pública direta e indireta, nas esferas federal, estadual e municipal, as decisões definitivas de mérito proferidas pelo Supremo Tribunal Federal, em Ação Declaratória de Inconstitucionalidade – ADI. (CR/88, art. 102, § 2º).\r\n    O mérito da ADI nº 3.273/DF questionava a expressão ‘conferindo-lhe a propriedade desses bens, após extraídos’, constante do ‘caput’ do art. 26 da Lei nº 9.478, de 6 de agosto de 1997, por entender que existiria afronta ao art. 20, IX, da CR/88, entre outros. A regra constitucional discrimina como propriedade da União ‘os recursos minerais, inclusive os do subsolo’.\r\n    No julgamento de mérito da ADI 3.273/DF, pelo plenário do STF, foi produzida ementa, onde se destaca:\r\n    ‘BENS DE PROPRIEDADE EXCLUSIVA DA UNIÃO. ART. 20 DA CB/88. (…) DISTINÇÃO ENTRE AS PROPRIEDADES A QUE RESPEITAM OS ARTS. 177 E 176 DA CB/88. (…) A propriedade do produto da lavra das jazidas minerais atribuídas ao concessionário pelo preceito do art. 176 da Constituição do Brasil é inerente ao modo de produção capitalista. A propriedade sobre o produto da exploração é plena, desde que exista concessão de lavra regularmente outorgada. 9. Embora o art. 20, IX, da CB/88 estabeleça que os recursos minerais, inclusive os do subsolo, são bens da União, o art. 176 garante ao concessionário da lavra a propriedade do produto de sua exploração’.\r\n    Entretanto, o Juízo da 1ª Vara Federal de Duque de Caxias, em sentença, declara sobre o direito da mineradora:\r\n    ‘(…) podendo ser afastado nos casos previstos no parágrafo 1º do artigo 3º do Código de Mineração, competindo ao DNPM Departamento Nacional de Produção Mineral analisar tais hipóteses.’\r\n    A sentença de 1ª instância ofende a autoridade do julgamento que a Suprema Corte proferiu, com eficácia vinculante, em sede de fiscalização normativa abstrata.” (grifei)\r\n    Busca-se, nesta sede processual, “a cassação da sentença proferida no Processo nº 0001112-95.2011.4.02.5118, para preservar e garantir a autoridade das decisões do Supremo Tribunal Federal em julgamento de mérito em Ação Declaratória de Inconstitucionalidade, ordenando-se que seja proferida nova decisão, atendendo o que dispõe o art. 102, § 2º, da Constituição Federal, e respeitando-se a propriedade plena do minerador” (grifei).\r\n    O Ministério Público Federal, em pronunciamento da lavra da ilustre Subprocuradora-Geral da República Dra. DEBORAH MACEDO DUPRAT DE BRITTO PEREIRA, opinou pelo não conhecimento da presente reclamação em parecer assim ementado:\r\n    “Reclamação. Alegação de que houve descumprimento à decisão do STF na ADI 3.273/DF. Ausência de identidade de temas entre o ato reclamado e o paradigma. Não conhecimento.” (grifei)\r\n    Sendo esse o contexto, passo a apreciar o pleito em causa. E, ao fazê-lo, entendo assistir razão à douta Procuradoria-Geral da República.\r\n    É que os fundamentos que dão suporte à decisão ora reclamada, proferida em sede de ação cautelar preparatória, revelam-se absolutamente estranhos às razões subjacentes ao paradigma de confronto invocado pela parte reclamante.\r\n    Com efeito, o ato decisório em causa, proferido pelo Juízo Federal da 1ª Vara Federal de Duque de Caxias/RJ, possui, em síntese, o seguinte teor:\r\n    “No presente caso, a empresa autora ajuizou diversas demandas – três delas neste juízo – com um único objetivo: permanecer explorando jazidas de areia, localizadas em área do município de Duque de Caxias, cuja concessão lhe foi outorgada pelo Poder Público.\r\n    A alegação de que a concessão para exploração não pode ser revogada não merece subsistir diante da presença de relevante interesse público. A Declaração de Dispensa nº 002/2010, cuja validade já expirou, afasta o ‘fumus boni iuris’, considerando que o direito à concessão de área para exploração mineral não é absoluto, podendo ser afastado nos casos previstos no parágrafo 1º do artigo 3º do Código de Mineração, competindo ao DNPM – Departamento Nacional de Produção Mineral analisar tais hipóteses. Assim, não há ilegalidade, ao menos numa primeira análise, na Dispensa de Direito Mineratório, que legitimou a entrada do DNIT e seus convenentes em área explorada pela Conterra.\r\n    Ademais, tramita na 6ª Vara de São João de Meriti outra ação cautelar, proposta em 2010 (proc. nº 0008664- -02.2010.4.02.5101), em que a empresa autora requer a suspensão de todas as atividades concedidas através da aludida Declaração de Dispensa, importando questão prejudicial à análise da presente demanda, uma vez que eventual procedência naqueles autos inviabilizaria a análise da presente cautelar.\r\n    Ainda que assim não fosse, a Portaria 441/2009, expedida pelo DNPM, que instituiu a Declaração de Dispensa de Título Minerário previu a execução de ‘trabalhos de movimentação de terras ou de desmonte de materiais ‘in natura’ nas áreas enquadradas no § 1º do art. 3º do Código de Mineração, independente da outorga de título minerário ou de qualquer outra manifestação prévia do DNPM. Portanto, verificados os requisitos previstos nos incisos I e II do artigo 3º do Código de Mineração (‘real necessidade dos trabalhos de movimentação de terras ou de desmonte de materiais ‘in natura’ para a obra’ e ‘vedação de comercialização das terras e dos materiais ‘in natura’ resultantes dos referidos trabalhos’) deve o DNPM diligenciar a fim de que sejam realizadas as obras necessárias ao atendimento do interesse público que, no caso, é a construção do Arco Metropolitano do Rio de Janeiro.\r\n    Assim, e considerando que não foi proposta ação de conhecimento, a fim de comprovar eventual direito à manutenção na posse do terreno, resta clara a impropriedade da presente cautelar para permitir que empresa autora permaneça explorando a área em questão.\r\n    Por isso, JULGO IMPROCEDENTE O PEDIDO, na forma do artigo 269, I, do CPC.”\r\n    (Processo nº 0001112-95.2011.4.02.5118, Rel. Juiz Federal OSAIR VICTOR DE OLIVEIRA JÚNIOR – grifei)\r\n    Vê-se, daí, que o ato de que ora se reclama repeliu a pretensão da parte reclamante por inadequação do meio processual utilizado e ausência do “fumus boni juris”, inexistindo, por isso mesmo, qualquer relação de contrariedade ou de oposição entre o provimento jurisdicional impugnado e o acórdão do Supremo Tribunal Federal invocado, na espécie, como referência paradigmática.\r\n    Vale referir, em face da pertinência de que se reveste, fragmento do parecer oferecido pelo Ministério Público Federal no âmbito da presente ação reclamatória:\r\n    “Quando do julgamento da ação direta, os debates giraram em torno da possibilidade de atribuição do domínio do resultado da lavra das jazidas de petróleo, de gás natural e de outros hidrocarbonetos fluídos a terceiros pela União. Na oportunidade, compreendeu-se que a propriedade dos produtos ou serviços da atividade não pode ser tida como abrangida pelo monopólio do desenvolvimento de determinadas atividades econômicas, razão por que não haveria ofensa à norma prevista no art. 177 da Constituição da República.\r\n    O ato reclamado, a seu turno, meramente decide ação cautelar na qual é pleiteada a retirada do DNIT e seus convenentes em área explorada pela autora, fundando-se na (i) impossibilidade de análise do tema em ação cautelar, por (a) depender de questão prejudicial discutida no bojo de outro processo (Proc. Nº 0008664-02.2010.4.02.5101, com trâmite na 6ª Vara de São João de Meriti) e (b) não ter sido proposta ação de conhecimento, a fim de comprovar eventual direito à manutenção na posse do terreno; e (ii) na ausência de ‘fumus boni iuris’, uma vez que, de acordo com a Declaração de Dispensa emitida pelo DNPM, parte da área concedida à empresa autora estaria enquadrada no § 1º do art. 3º do Código de Mineração, dispensando outorga de direito minerário.\r\n    Como se vê, não há identidade entre as situações fáticas, circunstância que inviabiliza o conhecimento da reclamação.” (grifei)\r\n    Isso significa, portanto, que o ato ora impugnado não pode ser qualificado como transgressor da autoridade da decisão proferida pelo Supremo Tribunal Federal no exame da ADI 3.273/DF, eis que os fundamentos em que se apoiou são absolutamente estranhos à própria “ratio decidendi” subjacente ao julgamento ora invocado como parâmetro de confronto.\r\n    Esse fato – incoincidência temática dos fundamentos – inviabiliza a própria cognoscibilidade da presente reclamação pelo Supremo Tribunal Federal, em razão do evidente divórcio ideológico que se registra, na espécie, entre as razões consubstanciadoras da pretensão reclamatória e a motivação subjacente ao acórdão paradigma (ADI 3.273/DF).\r\n    Não custa enfatizar, neste ponto, que os atos questionados em sede de reclamação, considerado o respectivo contexto, hão de ajustar-se, com exatidão e pertinência, aos julgamentos desta Suprema Corte invocados como paradigmas de confronto, em ordem a permitir, pela análise comparativa, a verificação da conformidade, ou não, da deliberação estatal impugnada em relação aos parâmetros de controle emanados deste Tribunal, como reiteradamente tem advertido a jurisprudência desta Corte:\r\n    “(…) – Os atos questionados em qualquer reclamação – nos casos em que se sustenta desrespeito à autoridade de decisão do Supremo Tribunal Federal – hão de ajustar-se, com exatidão e pertinência, aos julgamentos desta Suprema Corte invocados como paradigmas de confronto, em ordem a permitir, pela análise comparativa, a verificação da conformidade, ou não, da deliberação estatal impugnada em relação ao parâmetro de controle emanado deste Tribunal. Precedentes. (…).”\r\n    (Rcl 6.534-AgR/MA, Rel. Min. CELSO DE MELLO, Pleno)\r\n    Cumpre destacar, por oportuno, um outro aspecto, que, assinalado em sucessivas decisões desta Corte, afasta a possibilidade jurídico-processual de emprego da reclamação, notadamente naqueles casos em que a parte reclamante busca a revisão de certo ato decisório, por entendê-lo incompatível com a jurisprudência do Supremo Tribunal. Refiro-me ao fato de que, considerada a ausência, na espécie, dos pressupostos legitimadores do ajuizamento da reclamação, este remédio constitucional não pode ser utilizado como um (inadmissível) atalho processual destinado a permitir, por razões de caráter meramente pragmático, a submissão imediata do litígio ao exame direto desta Suprema Corte.\r\n    É que a reclamação – constitucionalmente vocacionada a cumprir a dupla função a que alude o art. 102, I, “l”, da Carta Política (RTJ 134/1033) – não se qualifica como sucedâneo recursal nem configura instrumento viabilizador do reexame do conteúdo do ato reclamado, eis que tais finalidades revelam-se estranhas à destinação constitucional subjacente à instituição dessa medida processual, consoante adverte a jurisprudência do Supremo Tribunal Federal:\r\n    “EMBARGOS DE DECLARAÇÃO EM RECLAMAÇÃO. CONVERSÃO EM AGRAVO REGIMENTAL. AUSÊNCIA DE ARGUMENTOS NOVOS. RECLAMAÇÃO UTILIZADA COMO SUCEDÂNEO RECURSAL. INEXISTÊNCIA DE AFRONTA AO ART. 93, INC. IX, DA CONSTITUIÇÃO DA REPÚBLICA. AGRAVO REGIMENTAL NÃO PROVIDO.\r\n    .......................................................................................................\r\n    3. O instituto da Reclamação não se presta para substituir recurso específico que a legislação tenha posto à disposição do jurisdicionado irresignado com a decisão judicial proferida pelo juízo ‘a quo’.\r\n    .......................................................................................................\r\n    5. Agravo regimental não provido.”\r\n    (Rcl 5.465-ED/ES, Rel. Min. CÁRMEN LÚCIA, Pleno – grifei)\r\n    “AGRAVO REGIMENTAL EM RECLAMAÇÃO. A RECLAMAÇÃO NÃO É SUCEDÂNEO DE RECURSO PRÓPRIO. RECURSO IMPROVIDO.\r\n    I – A reclamação constitucional não pode ser utilizada como sucedâneo de recurso próprio para conferir eficácia à jurisdição invocada nos autos da decisão de mérito. \r\n    .......................................................................................................\r\n    III – Reclamação improcedente.\r\n    IV – Agravo regimental improvido.”\r\n    (Rcl 5.684-AgR/PE, Rel. Min. RICARDO LEWANDOWSKI, Pleno – grifei)\r\n    “(...) – O remédio constitucional da reclamação não pode ser utilizado como um (inadmissível) atalho processual destinado a permitir, por razões de caráter meramente pragmático, a submissão imediata do litígio ao exame direto do Supremo Tribunal Federal. Precedentes. (…).”\r\n    (Rcl 6.534-AgR/MA, Rel. Min. CELSO DE MELLO, Pleno)\r\n    Em suma: tenho para mim que os fundamentos subjacentes à presente  ação reclamatória divergem dos critérios que a jurisprudência do Supremo Tribunal Federal consagrou na matéria ora em exame.\r\n    Sendo assim, em face das razões expostas, e acolhendo, ainda, o parecer da douta Procuradoria-Geral da República, nego seguimento à presente reclamação (CPC/15, art. 932, VIII, c/c o RISTF, art. 21, § 1º).\r\n    Arquivem-se os presentes autos.\r\n    Publique-se.\r\n    Brasília, 09 de junho de 2016.\r\nMinistro CELSO DE MELLO\r\nRelator","id":"despacho645502","documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=23135&classe=Rcl","procedencia_geografica_uf_extenso":"Distrito Federal","documental_observacao_texto":"21/09/2016\r\nLegislação feita por:(NLS).","dg_atualizado_em":"2022-09-16T11:16:26.389948","dg_unique":"despacho645502","procedencia_geografica_pais_sigla":"BR","processo_classe_processual_unificada_incidente_sigla":null,"presidente_nome":null,"inteiro_teor_url":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=309703487&ext=.pdf","partes_lista_texto":"RECLTE.(S)          : CONTERRA MINERAÇÃO E COMÉRCIO LTDA\r\nADV.(A/S)           : RAPHAEL BOËCHAT ALVES MACHADO E OUTRO(A/S)\r\nRECLDO.(A/S)        : JUIZ FEDERAL DA 1ª VARA FEDERAL DE DUQUE DE CAXIAS\r\nADV.(A/S)           : SEM REPRESENTAÇÃO NOS AUTOS\r\nINTDO.(A/S)         : DEPARTAMENTO NACIONAL DE INFRAESTRUTURA DE TRANSPORTES - DNIT\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL FEDERAL\r\nADV.(A/S)           : ROBERTA RODRIGUES PEREIRA HOSTALÁCIO","externo_seq_objeto_incidente":null,"documental_decisao_mesmo_sentido_lista_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"Rcl 23135","processo_classe_processual_unificada_classe_sigla":"Rcl","julgamento_data":"2016-06-09","documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-120 DIVULG 10/06/2016 PUBLIC 13/06/2016","processo_classe_processual_unificada_extenso":"RECLAMAÇÃO","documental_doutrina_texto":null,"ministro_facet":["CELSO DE MELLO"],"processo_numero":23135,"base":"decisoes"},"highlight":{"decisao_texto":["são bens da União, o art. 176 garante ao concessionário da lavra a propriedade do produto de sua exploração’.\r\n    Entretanto, o Juízo da 1ª Vara Federal de Duque de Caxias, em sentença, declara sobre o direito da mineradora:\r\n    ‘(…) podendo ser afastado nos casos previstos no parágrafo 1º do artigo 3º do Código de Mineração, competindo ao DNPM Departamento Nacional de Produção Mineral analisar tais hipóteses.’\r\n    A sentença de 1ª instância ofende a autoridade do julgamento que a Suprema Corte proferiu, com eficácia vinculante, em sede de fiscalização normativa abstrata.” (grifei)\r\n    <em>Busca</em>-se, nesta sede processual, “a cassação da sentença proferida no Processo nº 0001112-95.2011.4.02.5118, para preservar e garantir a autoridade das decisões do Supremo Tribunal Federal em julgamento de mérito em Ação Declaratória de Inconstitucionalidade, ordenando-se que seja proferida nova decisão, atendendo o que dispõe o art. 102, § 2º, da Constituição Federal, e respeitando-se a propriedade plena do minerador” (grifei).\r\n    O Ministério Público Federal, em pronunciamento da lavra da ilustre Subprocuradora-Geral da República Dra. DEBORAH MACEDO DUPRAT DE BRITTO PEREIRA, opinou pelo não conhecimento","ajustar-se, com exatidão e pertinência, aos julgamentos desta Suprema Corte invocados como paradigmas de confronto, em ordem a permitir, pela análise comparativa, a verificação da conformidade, ou não, da deliberação estatal impugnada em relação ao parâmetro de controle emanado deste Tribunal. Precedentes. (…).”\r\n    (Rcl 6.534-AgR/MA, Rel. Min. CELSO DE MELLO, Pleno)\r\n    Cumpre destacar, por oportuno, um outro aspecto, que, assinalado em sucessivas decisões desta Corte, afasta a possibilidade jurídico-processual de emprego da reclamação, notadamente naqueles casos em que a parte reclamante <em>busca</em> a revisão de certo ato decisório, por entendê-lo incompatível com a jurisprudência do Supremo Tribunal. Refiro-me ao fato de que, considerada a ausência, na espécie, dos pressupostos legitimadores do ajuizamento da reclamação, este remédio constitucional não pode ser utilizado como um (inadmissível) atalho processual destinado a permitir, por razões de caráter meramente pragmático, a submissão imediata do litígio ao exame direto desta Suprema Corte.\r\n    É que a reclamação – constitucionalmente vocacionada a cumprir a dupla função a que alude o art. 102, I, “l”, da Carta Política (RTJ 134/1033)"]}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"despacho1286892","_score":8.0145855,"_source":{"procedencia_geografica_uf_sigla":"SP","dje_url":"http://stf.jus.br/portal/diarioJustica/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1372597&classe=ARE","titulo":"ARE 1372597","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00102 INC-00003 ALÍNEA-A ART-00176\n    \"CAPUT\" PAR-00001\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00085 PAR-00002 PAR-00003 PAR-00011\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RGI ANO-1980\n    ART-00013 INC-00005 ALÍNEA-C\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000279\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"relator_decisao_nome":"LUIZ FUX","publicacao_data":"2022-03-21","relator_processo_nome":"PRESIDENTE","ods_onu":[],"documental_decisao_mesmo_sentido_is_secundario":false,"is_decisao_presidencia":true,"decisao_texto":"DECISÃO: Trata-se de recurso extraordinário com agravo contra decisão de inadmissão do recurso extraordinário.\n\n\n\n    O apelo extremo foi interposto com fundamento na alínea \"a\" do permissivo constitucional.\n\n\n\n    O acórdão recorrido ficou assim ementado:\n\n\n\n    AGRAVO DE INSTRUMENTO - MANDATO - AÇÃO DE ARBITRAMENTO DE HONORÁRIOS ADVOCATÍCIOS - CUMPRIMENTO DE SENTENÇA - Decisão recorrida defere pedido do exequente para autorizá-lo a tomar as medidas necessárias para renovação da licença de exploração de direitos minerários penhorados em nome do executado - Questões relativas à possibilidade de penhora, titularidade de pessoa jurídica e essencialidade da atividade para subsistência do agravante que foram objeto de Agravo de Instrumento interposto contra decisão que deferiu a penhora - Nomeação do exequente que se mostra necessária para preservação do valor econômico dos direitos penhorados - Comprovação da proximidade do vencimento da licença - Executado que não comprova ter providenciado a renovação - Decisão mantida - Negado provimento.\n\n\n\n    No recurso extraordinário sustenta-se violação doo art. 176, caput, § 1º da Constituição Federal.\n\n\n\n    Decido.\n\n\n\n    Analisados os autos, colhe-se do voto condutor do acórdão atacado a seguinte fundamentação:\n\n\n\n    Inicialmente, deve-se consignar que as alegações de impossibilidade de penhora dos direitos pertencentes à empresa Messias Ferreira Mendes Buritama ME, de impossibilidade de penhora de direitos minerários e da essencialidade da atividade para subsistência do agravante foram objeto do mencionado Agravo de Instrumento nº 2300700-68.2020.8.26.0000 e não podem ser rediscutidas neste novo incidente recursal. Logo, o único tema a ser decidido nesta oportunidade diz respeito à possibilidade de nomeação do exequente para representar o executado e providenciar as medidas administrativas necessárias para renovação da licença de exploração minerária que expiraria em 12.07.2021. E, neste sentido, não prospera a irresignação da parte agravante, tendo em vista que a decisão recorrida não concedeu ao exequente os direitos sobre a exploração minerária, tendo somente autorizado a tomada de medidas em nome do executado para manutenção do valor econômico dos direitos penhorados. Conforme se afere do documento acostado na fl. 1.052 dos autos originários, o exequente comprovou que a licença para exploração de lavra concedida à empresa individual do executado expira em 12.07.2021, não trazendo o interessado qualquer outra informação pudesse por em dúvida tal fato. E a pretensão do exequente de tomar as medidas administrativas para renovação da licença, pressupõe a inércia do titular do direito, o que parece também condizer com a verdade. O agravante busca diversos argumentos para tentar desconstituir a ordem judicial, todavia não prova que a medida seria desnecessária. Como afirma que se trata de atividade essencial para sua subsistência, bastaria comprovar documentalmente que já deu início aos tramites burocráticos necessários para renovação da licença e com isso, evidentemente, seria o caso de indeferir o pedido da parte exequente. Não produziu qualquer prova neste sentido, o que torna legítima a ordem judicial recorrida, que tem como único objetivo a manutenção do potencial econômico dos direitos penhorados. Deve-se esclarecer que a decisão recorrida não autorizou o exequente a explorar diretamente a atividade minerária, mas apenas o nomeou para tomar as medidas administrativas necessárias para renovação do direito de exploração de lavra pertencente ao executado, o que afasta as alegações de que a medida impugnada seria demasiadamente prejudicial ao executado.\n\n\n\n    Desse modo, verifica-se que, para ultrapassar o entendimento do Tribunal de origem, seria necessário analisar a causa à luz da interpretação dada à legislação infraconstitucional pertinente e reexaminar os fatos e as provas dos autos, o que não é cabível em sede de recurso extraordinário, pois a afronta ao texto constitucional, se houvesse, seria indireta ou reflexa e a Súmula 279 desta Corte impede o reexame de provas. Sobre o tema, a propósito:\n\n\n\n    “ Agravo regimental no recurso extraordinário com agravo. Direito Administrativo. Responsabilidade do Estado. Danos morais e materiais. Dissídio coletivo. Descumprimento de acordo. Fatos e provas. Reexame. Impossibilidade. Precedentes. 1. Inadmissível, em recurso extraordinário, o reexame dos fatos e das provas dos autos. Incidência da Súmula nº 279/STF. 2. Agravo regimental não provido.” (ARE nº 1.182.799/SP-AgR, Tribunal Pleno, Min. Rel. Dias Toffoli (Presidente), DJe de 24/4/2019).\n\n\n\n    “AGRAVO REGIMENTAL NO RECURSO EXTRAORDINÁRIO COM AGRAVO. INTERPOSIÇÃO EM 30.04.2021. PROCESSUAL CIVIL. AÇÃO RESCISÓRIA. INVESTIGAÇÃO DE PATERNIDADE POST MORTEM. NECESSIDADE DE ANÁLISE PRÉVIA DE LEGISLAÇÃO INFRACONSTITUCIONAL E DO CONJUNTO FÁTICO-PROBATÓRIO DOS AUTOS. OFENSA REFLEXA. SÚMULA 279 DO STF. AGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO. 1. Eventual divergência ao entendimento adotado pelo Tribunal a quo, em relação ao preenchimento dos requisitos legais para a procedência da ação rescisória, demandaria o reexame de fatos e provas constantes dos autos, bem como da legislação infraconstitucional aplicável à espécie (Código de Processo Civil). Dessa forma, resta demonstrada a não ocorrência de ofensa constitucional direta, o que inviabiliza o processamento do apelo extremo, além da vedação contida na Súmula 279 do STF. 2. Agravo regimental a que se nega provimento.” (ARE 1.296.307/SP-AgR, Segunda Turma, Rel. Min. Edson Fachin, DJe de 5/7/2021)\n\n\n\n    “Recurso extraordinário: descabimento: questão decidida à luz de legislação infraconstitucional e da análise de fatos e provas, ausente o prequestionamento dos dispositivos constitucionais tidos por violados (Súmulas 282 e 279); alegada ofensa que, se ocorresse, seria reflexa ou indireta: incidência, mutatis mutandis, da Súmula 636.” (AI nº 518.895/MG-AgR, Primeira Turma, Rel. Min. Sepúlveda Pertence, DJ de 15/4/2005).\n\n\n\n    “AGRAVO INTERNO. RECURSO EXTRAORDINÁRIO. REAPRECIAÇÃO DE PROVAS. INADMISSIBILIDADE. SÚMULA 279 DO STF. OFENSA CONSTITUCIONAL REFLEXA. 1. A argumentação do recurso extraordinário traz versão dos fatos diversa da exposta no acórdão, de modo que seu acolhimento passa necessariamente pela revisão das provas. Incide, portanto, o óbice da Súmula 279 desta Corte (Para simples reexame de prova não cabe recurso extraordinário). 2. Tendo o acórdão recorrido solucionado as questões a si postas com base em preceitos de ordem infraconstitucional, não há espaço para a admissão do recurso extraordinário, que supõe matéria constitucional prequestionada explicitamente. 3. Agravo Interno a que se nega provimento.” (RE 1.314.563/PR-AgR, Primeira Turma, Rel. Min. Alexandre de Moraes, DJe de 9/8/2021)\n\n\n\n    No mesmo sentido: RE nº 1.231.979/RJ - ED, Segunda Turma, Rel. Min. Cármen Lúcia, DJe de 18/12/19; RE nº 1.173.779/RS-AgR, Segunda Turma, Rel. Min. Gilmar Mendes, DJe de 31/5/19 e RE nº 832.960/DF-AgR, Primeira Turma, Rel. Min Luiz Fux, DJe de 21/5/19.\n\n\n\n    Ex positis, nego seguimento ao recurso (alínea c do inciso V do art. 13 do Regimento Interno do Supremo Tribunal Federal).\n\n\n\n    Havendo prévia fixação de honorários advocatícios pelas instâncias de origem, seu valor monetário será majorado em 10% (dez por cento) em desfavor da parte recorrente, nos termos do art. 85, § 11, do Código de Processo Civil, observado os limites dos §§ 2º e 3º do referido artigo e a eventual concessão de justiça gratuita.\n\n\n\n    Publique-se.\n\n\n\n    Brasília, 18 de março de 2022.\n\n\n\nMinistro LUIZ FUX\n\n\n\nPresidente\n\n\n\nDocumento assinado digitalmente","id":"despacho1286892","documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1372597&classe=ARE","procedencia_geografica_uf_extenso":"São Paulo","documental_observacao_texto":"19/05/2022\nCom legislação citada:(NMP).","dg_atualizado_em":"2022-09-16T11:13:18.256186","dg_unique":"despacho1286892","procedencia_geografica_pais_sigla":"BR","processo_classe_processual_unificada_incidente_sigla":null,"presidente_nome":null,"inteiro_teor_url":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=15350231015&ext=.pdf","partes_lista_texto":"RECTE.(S)           : MESSIAS FERREIRA MENDES\r\nADV.(A/S)           : ALEXANDR DOUGLAS BARBOSA LEMES\r\nRECDO.(A/S)         : SILVIO ROBERTO SEIXAS REGO\r\nADV.(A/S)           : AMANDA CRISTINA MIRANDA DO AMARAL\r\nADV.(A/S)           : OTTO ARTUR DA SILVA RODRIGUES DE MORAES","externo_seq_objeto_incidente":6362189,"documental_decisao_mesmo_sentido_lista_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"ARE 1372597","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2022-03-18","documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-s/n DIVULG 18/03/2022 PUBLIC 21/03/2022","processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":null,"ministro_facet":["PRESIDENTE","LUIZ FUX"],"processo_numero":1372597,"base":"decisoes"},"highlight":{"decisao_texto":["somente autorizado a tomada de medidas em nome do executado para manutenção do valor econômico dos direitos penhorados. Conforme se afere do documento acostado na fl. 1.052 dos autos originários, o exequente comprovou que a licença para exploração de lavra concedida à empresa individual do executado expira em 12.07.2021, não trazendo o interessado qualquer outra informação pudesse por em dúvida tal fato. E a pretensão do exequente de tomar as medidas administrativas para renovação da licença, pressupõe a inércia do titular do direito, o que parece também condizer com a verdade. O agravante <em>busca</em> diversos argumentos para tentar desconstituir a ordem judicial, todavia não prova que a medida seria desnecessária. Como afirma que se trata de atividade essencial para sua subsistência, bastaria comprovar documentalmente que já deu início aos tramites burocráticos necessários para renovação da licença e com isso, evidentemente, seria o caso de indeferir o pedido da parte exequente. Não produziu qualquer prova neste sentido, o que torna legítima a ordem judicial recorrida, que tem como único objetivo a manutenção do potencial econômico dos direitos penhorados. Deve-se esclarecer que a decisão"]}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"despacho1355277","_score":7.578051,"_source":{"procedencia_geografica_uf_sigla":"MG","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5600&classe=SS","titulo":"SS 5600","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00002 ART-00215 ART-00216 PAR-00001\n    ART-00225\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   DEL-000025 ANO-1937\n    DECRETO-LEI\n\n","LEG-EST   DEC-048443 ANO-2022\n    ART-00001\n    DECRETO, MG\n\n","LEG-EST   PRT-000022 ANO-2022\n    PORTARIA DO INSTITUTO ESTADUAL DO PATRIMÔNIO HISTÓRICO E ARTÍSTICO DE MINAS GERAIS\n\n","LEG-EST   EDT-000001 ANO-2022\n    EDITAL DO INSTITUTO ESTADUAL DO PATRIMÔNIO HISTÓRICO E ARTÍSTICO DE MINAS GERAIS\n\n","LEG-MUN   LEI-011403 ANO-2022\n    LEI ORDINÁRIA DO MUNICÍPIO DE BELO HORIZONTE, MG"],"relator_decisao_nome":"ROSA WEBER","publicacao_data":"2022-11-04","relator_processo_nome":"PRESIDENTE","ods_onu":[],"documental_decisao_mesmo_sentido_is_secundario":false,"is_decisao_presidencia":true,"decisao_texto":"Suspensão de segurança. Meio ambiente. Patrimônio cultural. Serra do Curral. Exploração Mineral. Tombamento. Proteção provisória pela Portaria IEPHA/MG nº 22/2022. Referendo pelo CONEP pendente. Decisão que impede a reunião de referendo para que sejam realizadas tratativas conciliatórias entre os diferentes interessados perante o TJ/MG. Ausência de pronto risco à proteção do bem. Quadro processual que afasta a grave lesão à ordem pública, por (i) vigente a proteção provisória; (ii) temporário o impedimento ao referendo pelo CONEP; e (iii) realizado o procedimento conciliatório em tempo razoável e espaço participativo. Prevalência da busca de solução consensual. Suspensão denegada.\n\n\n\n    Vistos etc.\n\n\n\n    1. Trata-se de suspensão de segurança, com pedido liminar, ajuizada pelo Município de Belo Horizonte, com o fim de suspender decisão proferida pelo Presidente do Tribunal de Justiça de Minas Gerais, no Agravo Interno na Suspensão de Segurança nº 1611940-87.2022.8.13.0000, no que manteve medida liminar em mandado de segurança para sobrestar a análise, deliberação e decisão do tombamento provisório da Serra do Curral, reconhecida como Reserva Mundial da Biosfera pela UNESCO, pelo Conselho Estadual do Patrimônio Cultural (CONEP).\n\n\n\n    Narra que a empresa Taquaril Minerações S/A (TAMISA) impetrou mandado de segurança em que questiona, como titular de direitos minerários no âmbito do empreendimento Complexo Minerário Serra do Taquaril, situado na Serra do Curral, contra a Portaria nº 22/2022 da Presidente do Instituto Estadual do Patrimônio Cultural (IEPHA), que, ad referendum do órgão competente para deliberar sobre tombamento estadual, o CONEP, instituiu proteção provisória da Serra do Curral, a impor restrições ao uso e à ocupação do solo na região. Compreende a empresa, na origem, que o ato de acautelamento provisório seria de competência exclusiva do CONEP, inexistindo qualquer atribuição do presidente do IPHEA a tanto, bem assim não demonstrada iminente ameaça ao bem para proteção da espécie.\n\n\n\n    Expõe que, no mandado de segurança, deferida parcialmente a liminar pelo juízo de primeiro grau, de modo a determinar, nos termos do dispositivo da decisão, “a suspensão dos efeitos da Portaria IEPHA nº 22/2022, do Edital de Comunicação IEPHA nº 01/2022, bem como, o sobrestamento de análise, deliberação e decisão da matéria tombamento da referida área pelo CONEP, e desconstituição de eventual decisão sobre o tema tombamento, que repercuta negativamente na esfera jurídica e patrimonial da Impetrante, sobretudo no que se refere às suas licenças ambientais e direitos minerários, tomada pelo órgão colegiado durante a Reunião Ordinária convocada para 13/7/2022 ou em sessões seguintes, extraordinárias ou ordinárias, até o julgamento definitivo deste writ.”\n\n\n\n    Informa ajuizado, pela própria municipalidade ora requerente, contra a decisão de primeiro grau, pedido de suspensão dirigido ao Presidente do Tribunal de Justiça do Estado de Minas Gerais, pedido esse inicialmente deferido, o que resultou no reagendamento da reunião de referendo pelo CONEP para 27.7.2022.\n\n\n\n    Interposto agravo pela empresa contra a decisão do Presidente do Tribunal de Justiça do Estado de Minas Gerais, acolhido “parcial e provisoriamente o pedido de reconsideração apenas para determinar que, por ora e até que sejam exauridas as tratativas no âmbito do CEJUSC de 2º Grau – as quais deverão ser iniciadas com a máxima brevidade possível –, a CONEP não realize a sessão com vistas ao referendo da proteção provisória da Serra do Curral, assegurada pela Portaria IEPHA nº 22/2022”.\n\n\n\n    Realizadas audiências de conciliação em segundo grau em 05.8.2022 e 02.9.2022. Nesta, elaborado cronograma para o tombamento provisório e postergada a reunião do CONEP para meados do ano de 2023. Discordou, o requerente, de dita postergação, a retirar-se do procedimento conciliatório.\n\n\n\n    Destaca que, nesse quadro, “caso não existissem as decisões judiciais mencionadas, o CONEP já teria realizado a sua deliberação em julho de 2022, com a possível decisão a favor da Serra do Curral e consequente notificação dos proprietários, iniciando os efeitos do tombamento provisório e impedindo novas degradações da Serra do Curral”.\n\n\n\n    Argumenta consistir censura prévia ao possível tombamento da Serra do Curral o impedimento, pelo Poder Judiciário, de deliberação do tema pelo órgão estadual competente, em prejuízo da proteção e preservação do patrimônio cultural e do meio ambiente.\n\n\n\n    Pontua reconhecida a relevância cultural da Serra do Curral, em toda a sua extensão, a abranger os municípios de Belo Horizonte, Nova Lima e Sabará, pelo Decreto Estadual nº 48.443/2022. Na mesma toada, a Lei nº 11.403/2022 do Município de Belo Horizonte, que institui o Dia do Pico Belo Horizonte e destaca a importância da Serra do Curral.\n\n\n\n    Traça histórico e relata o estado atual da exploração mineral na região. Refere que a Serra do Curral recebe proteção insuficiente, inclusive à luz dos tombamentos municipal e federal já havidos. Também, indica os impactos ambientais negativos da atividade minerária na região, assim resumidos:\n\n\n\n    1) Riscos relativos à preservação do meio biótico (fauna e flora) de Belo Horizonte, com destaque para o corredor ecológico da Serra do Curral e agravamento do risco a espécies ameaçadas de extinção.\n\n\n\n    2) Riscos à fauna e à população de Belo Horizonte, inclusive usuários do Hospital da Baleia, em razão do ruído, das vibrações e da alteração da qualidade do ar da capital mineira decorrentes da atividade minerária.\n\n\n\n    3) Ameaça à integridade das cavidades e cavernas, impossibilitando a prospecção espeleológica na vertente belo-horizontina da Serra do Curral.\n\n\n\n    4) Risco sobre as Unidades de Conservação, com destaque para os parques municipais das Mangabeiras, da Serra do Curral e Fort Lauderdale, diante da exclusão da Fundação de Parques do Processo de Licenciamento Ambiental, cuja autorização prévia é exigida por lei.\n\n\n\n    5) Risco de perda do título de Reserva da Biosfera da Serra do Espinhaço, tendo em vista o impacto nas áreas-núcleo (Parque das Mangabeiras e Mata da Baleia), destinadas à proteção integral. 6) Risco à segurança hídrica de Belo Horizonte, incluindo o comprometimento dos mananciais subterrâneos e das águas superficiais, bem como a ameaça ao abastecimento de 70% da população de Belo Horizonte.\n\n\n\n    7) Ameaça à Comunidade Quilombola Manzo Ngunzo Kaiango, cujo direito de consulta prévia foi desrespeitado pelos órgãos estaduais.\n\n\n\n    8) Risco geológico ao perfil montanhoso da Serra do Curral e, em especial, ao Pico Belo Horizonte, patrimônio cultural, paisagístico e histórico tombado pelo Município de Belo Horizonte.\n\n\n\n    Explicita que “a avaliação a respeito da proteção da Serra do Curral deve ser feita no âmbito do Conselho Estadual do Patrimônio Cultural – CONEP, órgão plural, e não em uma audiência de conciliação realizada no âmbito do Poder Judiciário, em que sequer foi permitida a presença da sociedade civil, e com uma mineradora, principal interessada na não efetivação do tombamento da Serra do Curral, em posição protagonista.”\n\n\n\n    À alegação de a grave ofensa à ordem pública pela postergação do tombamento provisório, em violação da separação de poderes (art. 2º, CF) e à vedação de proteção insuficiente do patrimônio cultural (arts. 215 e 216, CF) e do meio ambiente ecologicamente equilibrado (art. 225, CF), requer, inclusive liminarmente, o sobrestamento da eficácia da decisão impugnada, “a fim de que o CONEP possa convocar imediatamente a reunião para deliberar sobre o tombamento provisório da Serra do Curral.”\n\n\n\n    2. O Estado de Minas Gerais, em sua manifestação, expõe que o requerente parece confundir o tombamento com o licenciamento ambiental, trazendo matérias pertinentes a outros processos judiciais.\n\n\n\n    Pondera que “o estabelecimento de cronograma em audiência de mediação, com ampla discussão e novos estudos, constitui medida salutar, já que o tombamento provisório possui a mesma eficácia do definitivo.” Considera apropriado sejam realizadas audiências públicas antes do tombamento provisório e haja participação, na discussão, inclusive dos municípios afetados e do Ministério Público, e não somente da mineradora que é autora do mandado de segurança em questão.\n\n\n\n    Acrescenta que as tratativas negociais perante o tribunal local, ainda não esgotadas, visam a resolver o litígio, de modo que a competência do CONEP possa ser exercida de modo adequado, sem condicionar o conteúdo da decisão a ser tomada pelo órgão.\n\n\n\n    Ressalta que a decisão do Presidente do TJ/MG não autoriza que a empresa realize atividades no local objeto da proteção provisória pelo IEPHA.\n\n\n\n    3. A Taquaril Mineração S/A (TAMISA) entende que a proteção cautelar conferida pelo IEPHA não se confunde com o tombamento provisório previsto no Decreto-lei nº 25/1937, e explicita restaurada a eficácia da portaria do IEPHA pela decisão do Presidente do Tribunal de Justiça de Minas Gerais, mesmo após o juízo de retratação.\n\n\n\n    Diz ter se comprometido a não realizar qualquer intervenção na área objeto de licença de instalação (ainda não de operação), enquanto não finalizado o procedimento conciliatório em segundo grau, o qual tange apenas ao tombamento estadual e as providências do CONEP para tanto, com destaque para os estudos prévios necessários.\n\n\n\n    Tece considerações sobre o mérito do mandado de segurança em que proferida a decisão impugnada, a referir a incompetência do IEPHA e a violação da teoria dos motivos determinantes.\n\n\n\n    Entende que a ato de referendo da proteção provisória pelo CONEP não pode ser transformado em decisão sobre o tombamento, pois dependente, este, de dossiê técnico, que inexistiria completo e finalizado.\n\n\n\n    Quanto às audiências de conciliação havidas perante o TJ/MG, pontua que, em 05.8.2022, se comprometeu a não intervir nem suprimir vegetação na área do empreendimento até que finalizadas as tratativas. Na oportunidade, registrado, ainda, que a decisão suspensiva inicialmente concedida pelo Presidente daquele tribunal estava mantida no que dizia respeito à restauração da eficácia da Portaria do IEPHA, isto é, parte não afetada pelo juízo de retratação parcialmente operado exercido na sequência. Também, assentado pelo Estado de Minas Gerais que apresentaria cronograma para complementação dos estudos necessários à deliberação do tombamento.\n\n\n\n    Realizada segunda audiência em 02.9.2022, efetivadas tratativas consensuais a respeito de referido cronograma entre o IEPHA, o CONEP, a SEMAD, o MP/MG, os Municípios de Nova Lima e Sabará e a TAMISA. O Município de Belo Horizonte, ao momento da assinatura da respectiva ata, pretendera impor condições para concordar com o cronograma delineado, condições essas que constituem as razões do presente pedido suspensivo.\n\n\n\n    Compreende que “o MBH não possui legitimidade (i) para controlar o mérito do mandado de segurança originário; (ii) para praticar ou exigir a prática de ato administrativo que não é de sua competência decisória, o tombamento estadual; (iii) para exigir que o EMG decida sobre o tombamento sem a devida complementação dos estudos técnicos exigidos; (iv) para impedir que o EMG participe de procedimento de autocomposição perante o TJMG e decida sobre tema de sua exclusiva competência, inclusive, quanto aos prazos e ao cronograma que entender necessários para a complementação dos estudos essenciais para o tombamento estadual; bem como, não possui cabimento o requerimento, tendo em vista que (v) o juízo suspensivo já foi exercido pelo Presidente do TJMG com a restauração dos efeitos da proteção provisória da Portaria IEPHA nº 22/2022, cuja aplicabilidade imediata independe de ato-referendo do CONEP; (vi) o MBH sequer interpôs agravo interno contra a decisão do Presidente do TJMG; (vii) o MBH faz uso deste incidente como sucedâneo recursal e mediante supressão de instância, submetendo ao e. STF matérias sequer decididas nas instâncias ordinárias e afetas a outros procedimentos”.\n\n\n\n    Pugna, nesses termos, pela incognoscibilidade da medida requerida ou, subsidiariamente,pelo seu indeferimento.\n\n\n\n    4. O Procurador-Geral da República manifesta-se pelo indeferimento da medida, por prevalência das tratativas consensuais:\n\n\n\n    SUSPENSÃO DE SEGURANÇA. CONSTITUCIONAL. ADMINISTRATIVO. ATIVIDADE DE MINERAÇÃO. PATRIMÔNIO CULTURAL. TOMBAMENTO. SERRA DO CURRAL. DECISÃO PELA REMESSA DO FEITO AO CEJUSC. AMBIENTE CONCILIATÓRIO. INTERESSE DAS PARTES. ALEGAÇÃO DE RISCO À ORDEM PÚBLICA. NÃO COMPROVAÇÃO. PERICULUM IN MORA INVERSO. INDEFERIMENTO DO PEDIDO DE CONTRACAUTELA. \n\n\n\n    1. O Supremo Tribunal Federal é competente para processar e julgar pedido de suspensão de efeitos de decisão por meio da qual se impediu o prosseguimento do procedimento destinado ao tombamento da Serra do Curral, uma vez que o tema ostenta natureza constitucional, envolvendo a interpretação e a aplicação dos arts. 2º, 215, 216 e 225 da Constituição Federal. \n\n\n\n    2. Há de se reconhecer a ausência da alegada ofensa à ordem pública em decisão que se limita a privilegiar a busca pela solução conciliatória em atendimento à vontade das partes, notadamente, do ente federativo que detém, em sua estrutura administrativa, o órgão competente para deliberar e efetivar o acautelamento cultural do bem controvertido.\n\n\n\n    3. A ausência de demonstração clara e objetiva de ofensa aos valores tutelados pela medida de contracautela, corroborada pelo estímulo à autocomposição da lide em consonância com o ordenamento jurídico-processual, inviabiliza a concessão da medida. \n\n\n\n    4. Há risco de dano inverso na tentativa de frustrar as tratativas conciliatórias, já iniciadas no âmbito do CEJUSC de 2º grau do Tribunal de Justiça de Minas Gerais, e que se contrapõe ao interesse de ambas as partes que integram o mandado de segurança originário. \n\n\n\n    — Parecer pelo indeferimento da medida de contracautela. \n\n\n\n    É o relatório. \n\n\n\n    Decido.\n\n\n\n    5. A via eleita – suspensão de liminar – consubstancia meio processual autônomo à disposição, exclusiva, segundo as normas de regência, das pessoas jurídicas de direito público e do Ministério Público, para buscar a sustação – com objetivo de salvaguardar o interesse público primário –, nas causas contra o Poder Público e seus agentes, de decisões judiciais que potencialmente provoquem grave lesão à ordem, à saúde, à segurança e à economia públicas. \n\n\n\n    O incidente de contracautela – vocacionado a impedir a execução imediata de uma decisão judicial proferida contra a Fazenda Pública e seus agentes nas hipóteses previstas em lei – reveste-se de absoluta excepcionalidade (SL 933-AgR-Segundo/PA, Red. p/ acórdão Min. Marco Aurélio, Tribunal Pleno, DJe 17.8.2017; SL 1.214-AgR/RJ, Rel. Min. Dias Toffoli, Tribunal Pleno, DJe 26.11.2019; SS 5.026-AgR/PE, Rel. Min. Ricardo Lewandowski, Tribunal Pleno, DJe 29.10.2015, v.g.), tendo em vista a própria singularidade dos requisitos que dão ensejo a pedido dessa natureza (ZAVASCKI, Teori Albino. Processo coletivo: tutela de direitos coletivos e tutela coletiva de direitos. 7 ed. São Paulo: Revista dos Tribunais, 2017, p. 80). Daí porque, medida de caráter excepcional que é, comporta exegese estrita, a nortear e balizar o conteúdo e o alcance das respectivas normas de regência. \n\n\n\n    Restrito o instituto da contracautela a decisões proferidas por tribunais de instância inferior, não constitui em qualquer hipótese a suspensão de liminar sucedâneo recursal, condicionado o seu manejo à prevenção de grave lesão ao interesse público primário (SL 56-AgR/DF, Rel. Min. Ellen Gracie, Tribunal Pleno, DJ 23.6.2006; SL 1.234-AgR/PI, Rel. Min. Dias Toffoli, Tribunal Pleno, DJe 26.11.2019; SS 3.450-AgR/CE, Rel. Min. Gilmar Mendes, Tribunal Pleno, DJe 12.3.2010; STA 512-AgR/PI, Rel. Min. Cezar Peluso, Tribunal Pleno, DJe 08.11.2011, v.g.). \n\n\n\n    Nessa linha, imprescindível que, na suspensão de liminar, a causa de pedir esteja vinculada à potencialidade de violação da ordem, da saúde, da segurança ou da economia públicas, sendo, ainda, indispensável, para o cabimento de tal medida, perante o Supremo Tribunal Federal, que o processo subjacente esteja fundado em matéria de natureza constitucional direta (SS 3.075-AgR/AM, Rel. Min. Ellen Gracie, Tribunal Pleno, DJ 29.6.2007; SS 5.353-AgR/BA, Rel. Min. Luiz Fux, Tribunal Pleno, DJe 17.12.2020; STA 782-AgR/SP, Rel. Min. Dias Toffoli, Tribunal Pleno, DJe 18.12.2019, v.g.).\n\n\n\n    Registro, por fim, que a análise do pedido de contracautela se cinge à presença dos requisitos previstos em lei, impertinente cogitar de apreciação meritória do processo subjacente, ainda que de todo indispensável tenha, a tese sustentada, um mínimo de plausibilidade (CUNHA, Leonardo Carneiro da. A Fazenda Pública em Juízo. 15 ed. Rio de Janeiro: Forense, 2018. p. 657-8), em juízo sumário de cognição (SL 1.165-AgR/CE, Rel. Min. Dias Toffoli, Tribunal Pleno, DJe 13.02.2020; SS 1.918-AgR/DF, Rel. Min. Maurício Corrêa, Tribunal Pleno, DJ 30.4.2004; SS 3.023-AgR/AM, Rel. Min. Ellen Gracie, Tribunal Pleno DJ 25.4.2008; SS 3.717-AgR/RJ, Rel. Min. Ricardo Lewandowski, Tribunal Pleno, DJe 18.11.2014, v.g.).\n\n\n\n    6. No presente caso, a requerente pretende possibilitar que o CONEP delibere sobre o tombamento provisório, em particular mediante o referendo da proteção provisória conferida pelo IEPHA/MG.\n\n\n\n    Eis o teor da decisão liminar de primeiro grau (destaquei):\n\n\n\n    (...)\n\n\n\n    In casu, estão presentes os requisitos autorizadores do deferimento da liminar, nos termos da fundamentação que segue. \n\n\n\n    (...)\n\n\n\n    Em análise perfunctória, razão lhe assiste, na medida em que a Lei Delegada 170/2007, em seu art. 2º atribui a competência do tombamento ao Conselho Estadual do Patrimônio Cultural, e não ao Presidente do IEPHA, em que pese este instituto tenha competência para a identificação, reconhecimento e salvaguarda do patrimônio cultural. \n\n\n\n    Ou seja, a competência administrativa decisória é do CONEP. \n\n\n\n    Ademais, conforme Portaria IEPHA nº 22/2022 não há conclusão dos estudos técnicos formadores do Dossiê, necessário a identificação do risco ao bem, não podendo como previsto na referida norma “representar eventual risco”. \n\n\n\n    Nesse cenário, não houve observância ao art. 12, da Portaria IEPHA nº 29/2012, transcrito alhures, base para edição da Portaria IEPHA 22/2022, que determina que deve ser iminente e comprovada ameaça do bem cultural, baseada em relatório técnico elaborado por equipe interdisciplinar do Instituto. \n\n\n\n    Imperioso salientar, que em análise preliminar, como as licenças ambientais expedidas são válidas, em que pese ser de conhecimento deste juízo as várias ações ajuizadas para sua desconstituição, não houve decisão ainda contrária, não é possível considerar tal fato a ameaça descrita no artigo mencionado. \n\n\n\n    Posto isso, DEFIRO A LIMINAR PLEITEADA, determinando a suspensão dos efeitos da Portaria IEPHA nº 22/2022, do Edital de Comunicação IEPHA nº 01/2022, bem como, o sobrestamento de análise, deliberação e decisão da matéria tombamento da referida área pelo CONEP, e desconstituição de eventual decisão sobre o tema tombamento, que repercuta negativamente na esfera jurídica e patrimonial da Impetrante, sobretudo no que se refere às suas licenças ambientais e direitos minerários, tomada pelo órgão colegiado durante a Reunião Ordinária convocada para 13/7/2022 ou em sessões seguintes, extraordinárias ou ordinárias, até o julgamento definitivo deste writ. \n\n\n\n    Pelo Presidente do Tribunal de Justiça do Estado de Minas Gerais, inicialmente deferida a suspensão da liminar (SLAT Nº 1.0000.22.161194-0/000, destaquei):\n\n\n\n    (...)\n\n\n\n    No entanto, sob a ótica da grave lesão, é cristalino que permitir tal exploração [mineral] representa um potencial seriamente lesivo à ordem pública, “impedindo a efetivação da tutela do patrimônio cultural, além da colisão frontal com as normas constitucionais”. \n\n\n\n    Ora, a par de as licenças ambientais prestigiadas pelo decisum objurgado estarem sendo massivamente questionadas, perante o Poder Judiciário, justamente pelo potencial lesivo da exploração do empreendimento, como visto, o interesse no tombamento da área já foi declarado na Portaria IEPHA nº 22/2022 – a qual, em princípio, não foi submetido à apreciação do CONEP no último dia 13/07/2022, por força da medida liminar deferida pelo Juízo a pedido da sociedade empresária interessada. \n\n\n\n    No tocante à necessidade de comprovação de inequívoca e iminente ameaça ao bem, como bem posto pela municipalidade na exordial do pleito suspensivo, “chega a ser intuitiva a incompatibilidade da atividade minerária com o acautelamento provisório, com vista ao tombamento, de um conjunto montanhoso, uma vez que, nas palavras de Milaré, ‘[...] não há como extrair um mineral sem danos. Constitui tal atividade, sem dúvida, uma agressão sumária à natureza adormecida, representando um dos ramos industriais mais perversos do ponto de vista ambiental’”.\n\n\n\n    (...)\n\n\n\n    Nessa toada, é flagrante que permitir a exploração mineratória Complexo Minerário Serra do Taquaril, CMST, na Serra do Curral, é relevantemente contrário ao interesse público. Nas palavras apostas pela municipalidade requerente, “se o acautelamento provisório pela Portaria IEPHA 22/2022 (...) tem em vista o tombamento estadual da Serra do Curral, a iminente instalação de um empreendimento minerário é elemento suficiente para se vislumbrar a ameaça ao bem cultural. (...) Ou seja, se o fim pretendido é o tombamento da Serra do Curral, é fundamental a sua proteção provisória, na forma do art. 12 da Portaria IEPHA 29/2012, uma vez que a atividade minerária não faria outra coisa que não a destruição e mutilação do bem de relevante interesse cultural reconhecido”.\n\n\n\n    Com efeito, é, efetivamente, muito simples concluir pela impossibilidade do exercício da atividade mineratória sem qualquer tipo de modificação da área explorada, uma vez que a mineração visa, justamente, a retirada de minérios da terra, ou seja, a subtração de substância componente do solo – o qual, como visto, compõe espaço/paisagem que, inquestionavelmente, é objeto de interesse de tombamento por parte do Estado –.\n\n\n\n    (...)\n\n\n\n    Por tudo quanto dito, vislumbro enquadrar-se a espécie nas hipóteses autorizadoras do deferimento da medida suspensiva previstas na legislação de regência do instituto. \n\n\n\n    Destaque-se, por derradeiro, a conveniência de que os envolvidos empenhem esforços na busca de uma solução consensual para o imbróglio no âmbito da CEJUSC de 2ª Instância, haja vista a relevância da matéria, bem como sua inequívoca repercussão social.\n\n\n\n    (...)\n\n\n\n    À vista do exposto, DEFIRO o pleito do Município de Belo Horizonte para suspender a eficácia da decisão liminar proferida nos autos do Mandado de Segurança nº 5146574-26.2022.8.13.0024. \n\n\n\n    Nada obstante, a eficácia da presente decisão deverá subsistir até que a questão seja revista por um dos órgãos fracionários deste Tribunal, tal como exposto alhures.\n\n\n\n    Posteriormente, reconsiderada em parte e provisoriamente a decisão, para abertura de espaço conciliatório entre as partes (grifos no original):\n\n\n\n    (...)\n\n\n\n    Dito isso, pontue-se que, na espécie, em vista da presença dos requisitos legais, na data de 15/07/2022, deferi integralmente o pedido do Município de Belo Horizonte no sentido da sustação dos efeitos da decisão liminar prolatada pelo Juízo da 5ª Vara da Fazenda Pública e Autarquias da Comarca da Capital nos autos da ação mandamental citada supra, a qual havia determinado “a suspensão dos efeitos da Portaria IEPHA nº 22/2022, bem como o sobrestamento de análise, deliberação e decisão [acerca do tombamento da área em testilha na demanda] pelo CONEP” (ordem 7 da SLAT nº 1.0000.22.161194- 0/000). Com isso, incontinenti, foi agendada, para o dia 27/07/2022, nova reunião para avaliação de possível ratificação, pelo CONEP, da suspensão provisória ultimada pela IEPHA – e a aludida data já se avizinha –. \n\n\n\n    No entanto, considerando que os elementos trazidos pela agravante – impetrante do mandamus em cujos autos foi deferida a liminar de que ora se trata, e que figura como interessada no pedido de suspensão –, bem como a petição de ordem 29, apresentada pelo Estado de Minas Gerais nos autos da SLAT nº 1.0000.22.163401-7/000, acenam para uma possível solução consensual da lide, com potencial, não apenas de compatibilizar as pretensões das partes envolvidas na contenda, mas, também, de melhor atender aos anseios da sociedade como um todo, acolho parcial e provisoriamente o pedido de reconsideração apenas para determinar que, por ora e até que sejam exauridas as tratativas no âmbito do CEJUSC de 2º Grau – as quais deverão ser iniciadas com a máxima brevidade possível –, a CONEP não realize a sessão com vistas ao referendo da proteção provisória da Serra do Curral, assegurada pela Portaria IEPHA nº 22/2022. \n\n\n\n    Consigno, ainda, que a presente decisão não autoriza a ora agravante, Taquaril Mineração S/A (“TAMISA”), a realizar qualquer atividade na área em que estabelecida a proteção provisória pelo referido Instituto, ou seja, fica mantida a decisão agravada quanto ao mais. \n\n\n\n    Ato contínuo, determino a remessa imediata do presente recurso e da SLAT nº 1.0000.22.161194-0/000 ao CEJUSC de 2º Grau, para que convoque, além da parte agravante, os seguintes órgãos/entidades para participar da audiência de conciliação/mediação, sem prejuízo da intimação de eventuais outros interessados: Estado de Minas Gerais, Presidente do IEPHA, Presidente do CONEP, Município de Belo Horizonte, Município de Nova Lima, Município de Sabará e Ministério Público do Estado de Minas Gerais. \n\n\n\n    Realizadas, até o momento, duas audiências conciliatórias, em 05.8.2022 e 05.9.2022, consoante relatado. \n\n\n\n    Nos termos de manifestação que instrui a inicial, a municipalidade requerente concordaria com o prosseguimento da conciliação apenas se houvesse (i) início imediato do procedimento de tombamento provisório; e (ii) suspensão do termo de ajustamento de conduta em vigor entre a Mineração Gute Sicht e o Estado de Minas Gerais. Opõe-se ao cronograma sugerido na segunda audiência, “por entender que a reunião do CONEP para 2023 fragiliza a proteção da Serra do Curral aos ataques atuais e contraria a razão de existir do instituto do tombamento provisório”, a retirar-se, dessa forma, da mesa de negociação (doc. 6, p. 214-222).\n\n\n\n    7. Reproduzo, ainda, a ilustração da área do tombamento visado, trazido pelo Município de Belo Horizonte:\n\n\n\n    Nos termos da Portaria IEPHA nº 22/2022, eis o correspondente perímetro da proteção provisória conferida pelo órgão à Serra do Curral e respectivos limites municipais:1\n\n\n\n    8. Admissibilidade. Exercido parcialmente o juízo de retratação pelo Presidente do TJ/MG, ainda que de modo provisório, a possibilitar a conciliação entre as partes, viável o manejo da presente medida, uma vez impedida a deliberação do CONEP sobre o ato normativo do IEPHA, que é o que se quer aqui permitir.\n\n\n\n    Possível reconhecer, ademais, a existência de matéria constitucional, quanto à estrita questão levantada pela municipalidade, qual seja, o impedimento, por decisão judicial, de o órgão competente deliberar sobre o tombamento, em detrimento dos deveres de proteção do meio ambiente e do patrimônio histórico-cultural impostos constitucionalmente (arts. 216, § 1º, e 225, CF). Não cabe, por evidente, dirimir questões fáticas ou infraconstitucionais, o que não é, a rigor, pretendido pela parte.\n\n\n\n    Nesse sentido, devem ser afastados os obstáculos levantados nas manifestações apresentadas. Destaco que a exposição, na petição inicial, dos diversos impactos da exploração mineral na área e do contexto dos empreendimentos não tem o condão de desvirtuar a presente medida, de fazê-la sucedâneo recursal ou processo de conhecimento, mas explicitar o que o requerente entende por grave lesão, isto é, fundamentar o pedido suspensivo à luz de seus pressupostos legais.\n\n\n\n    Também reconheço a legitimidade do Município de Belo Horizonte. Não há dúvida de que o pretendido tombamento o afeta, não obstante não apenas ele, consoante evidencia a acima reproduzida imagem do perímetro da proteção conferida pelo IEPHA.\n\n\n\n    Ainda, deve-se notar que o mandado de segurança de origem não concerne somente ao empreendimento da TAMISA. Diversamente, o processo e a decisão tratam do Portaria do IEPHA e do processo de tombamento no que dizem com todo o perímetro da Serra do Curral objeto de proteção. Inequívoca, portanto, a existência de interesse e legitimidade do Município de Belo Horizonte para buscar suspender a decisão que, em seu entender, causa grave lesão à ordem pública.\n\n\n\n    9. Cognoscível o pedido formulado, passo a apreciar o mérito.\n\n\n\n    10. Reconhecido, por este Plenário, possível a configuração de “grave lesão à ordem pública, diante do manifesto e inafastável interesse público à saúde e ao meio ambiente ecologicamente equilibrado (art. 225 da Constituição Federal)” (STA 171-AgR, Rel. Min. Ellen Gracie, Pleno, j. 12.12.2007, DJe 29.02.2008).\n\n\n\n    No caso, o dever de proteção ambiental exsurge imbricado com a visada proteção do patrimônio cultural, por ser bem natural o objeto do tombamento pretendido (arts. 216, § 1º, e 225, CF). Não menos importante, para a configuração da lesão à ordem pública, a necessidade de observância do dever constitucional no que diz respeito aos bens culturais, que, na hipótese, vem reforçada por referida imbricação com a tutela do meio ambiente.\n\n\n\n    Com efeito, “A proteção jurídica do patrimônio cultural brasileiro, enquanto direito fundamental de terceira geração, é matéria expressamente prevista no texto constitucional (art. 216 da CRFB/1988)”,  recepcionado, acrescente-se, o “Decreto-Lei nº 25/1937, que, ao organizar a proteção do patrimônio histórico e artístico nacional, estabeleceu disciplina própria e específica ao instituto do tombamento, como meio de proteção de diversas dimensões do patrimônio cultural brasileiro” (ACO 1966-AgR, Rel. Min. Luiz Fux, Pleno, j. 17.11.2017, DJe 27.11.2017).\n\n\n\n    Nesse termos, em tese, possível que a grave lesão à ordem pública se traduza em risco de grande dimensão ao patrimônio histórico-cultural, possibilidade que se acentua quando, concomitantemente, denota risco de considerável magnitude ao meio ambiente, diante da potencial ocorrência de danos irreparáveis ou de difícil reparação.\n\n\n\n    11. Nesse sentido, compreendeu o Presidente do TJ/MG que a decisão de primeiro grau, tal como prolatada, representava grave lesão à proteção da Serra do Curral, ao suspender a eficácia da proteção provisória conferida pelo IEPHA e, ao mesmo tempo, impedir que o CONEP deliberasse sobre o tombamento. Destacou o impacto negativo e irreversível da desproteção da Serra do Curral, em particular pelas consequências da atividade minerária na região.\n\n\n\n    De empréstimo, suas considerações:\n\n\n\n    Com efeito, é, efetivamente, muito simples concluir pela impossibilidade do exercício da atividade mineratória sem qualquer tipo de modificação da área explorada, uma vez que a mineração visa, justamente, a retirada de minérios da terra, ou seja, a subtração de substância componente do solo – o qual, como visto, compõe espaço/paisagem que, inquestionavelmente, é objeto de interesse de tombamento por parte do Estado –.\n\n\n\n    (...)\n\n\n\n    Não é demais pontuar que, na linha do relatado pelo município, “a importância cultural, simbólica, histórica, paisagística, natural e científica da Serra do Curral é de conhecimento público e notório para todos os mineiros, sendo sua vertente belo-horizontina tombada em âmbito municipal há mais de duas décadas e alguns de seus trechos, entre eles o Pico Belo Horizonte, tombados também em âmbito federal desde a década de 1960”. No mesmo sentido, “antes mesmo de a Taquaril Mineração protocolar o pedido de licenciamento ambiental do Complexo Minerário Serra do Taquaril, já era público o reconhecimento, pelo Estado de Minas Gerais, por meio do IEPHA, da importância da Serra do Curral para o Estado de Minas Gerais. Não por outro motivo, em 2018, foi iniciado o Processo PTE 163/2018, o qual tem como objetivo final o tombamento estadual do conjunto histórico e paisagístico da Serra do Curral”\n\n\n\n    (...)\n\n\n\n    Com efeito, para além dos tombamentos federal e municipal já havidos, respectivamente, nas décadas de 1960 e 1990, as informações apresentadas denotam que a problemática do tombamento estadual remonta, no mínimo, ao ano de 2011, com tratativas entre o Ministério Público de Minas Gerais e o IEPHA, ademais de atos subsequentes, como o termo de compromisso entre eles celebrados em 2017, para elaboração de dossiê de tombamento estadual do bem (doc. 12). \n\n\n\n    Ainda, mais recentemente, editado o Decreto Estadual nº 48.443/2022, em que “reconhecida a Serra do Curral, localizada nos Municípios de Belo Horizonte, Nova Lima e Sabará, como bem de relevante interesse cultural do Estado de Minas Gerais por sua importância metropolitana e seus valores histórico, paisagístico, artístico, arqueológico, paleontológico, ecológico e científico” (art. 1º).\n\n\n\n    O percurso para ver concretizada a proteção estadual, de todo modo, não foi capaz de inibir a concessão de licenças ambientais para a exploração mineral, como evidencia o litígio de origem da presente medida. Ainda não se iniciou o processo de tombamento perante o CONEP.\n\n\n\n    12. Nessa toada, prima facie, poder-se-ia conceber o bloqueio da atuação do CONEP como grave risco à proteção do patrimônio cultural, incontroversa a sua competência para deliberar sobre o tombamento, uma das formas de resguardo dos bens culturais, o que aparece, no caso, como salientado, imbricado com a tutela do direito fundamental ao meio ambiente. Em ambas as perspectivas – cultura e meio ambiente –, há deveres constitucionais de proteção aos órgãos estatais, e também à própria sociedade.\n\n\n\n    Não obstante, os elementos apresentados nos autos, neste momento, nos estritos termos das circunstâncias delineadas nos pleitos e manifestações apresentadas, e nos estreitos limites cognitivos da excepcionalidade da via suspensiva, indicam que o cenário atual não é o de mero bloqueio das regulares atribuições do CONEP, mas abertura de espaço para a desenho de solução consensual, mantida a proteção provisória da Serra do Curral.\n\n\n\n    Assim entendo, em essência, pela conjugação de três razões, à luz das decisões proferidas pelo Presidente do TJ/MG:\n\n\n\n    (i) plenamente eficaz a proteção provisória inaugurada pela Portaria IEPHA nº 22/2022, por não ter sido reconsiderada a decisão da Presidência daquele tribunal no que toca a esta parte do pronunciamento de primeiro grau – inclusive assentado na decisão de reconsideração que não autorizada qualquer atividade na área por porte da TAMISA –, além de noticiado na mídia que a proteção provisória já surtiu efeito em relação à outra área de mineração, da empresa Mineração Gute Sicht, por atuação do MP/MG e da Secretaria de Meio Ambiente do Estado de Minas Gerais, o que resultou na suspensão de suas atividades em 29.9.20222;\n\n\n\n    (ii) a suspensão inicialmente deferida foi reconsiderada, no que toca ao referendo da proteção provisória pelo CONEP, apenas temporariamente, para que fosse criado ambiente favorável à resolução consensual da problemática, ou seja, determinado que CONEP não realize a reunião de referendo “por ora e até que sejam exauridas as tratativas no âmbito do CEJUSC de 2º Grau”, período durante o qual vigente a proteção provisória conferida pelo IEPHA;\n\n\n\n    (iii) as tratativas têm se dado em tempo razoável e espaço participativo, considerando que a abertura do espaço conciliatório ocorreu no fim do mês de julho e a primeira audiência foi realizada em 05.8.2022 e a segunda em 05.9.2022, com a participação dos diferentes interessados na resolução da celeuma do tombamento da Serra do Curral, incluindo os demais Municípios afetados e o MP/MG. Suspensa a segunda audiência para que a municipalidade ora requerente apresentasse manifestação.\n\n\n\n    13. Nesses moldes, não vislumbro pronto risco à ordem pública a autorizar, nesta medida excepcional, sobrestar o impedimento judicial à realização da reunião de referendo da Portaria do IEPHA.\n\n\n\n    Ao menos no cenário que ora se apresenta, entendo por privilegiar a busca de solução consensual entre os diferentes atores envolvidos no tombamento da Serra do Curral, sobremaneira enquanto se dê em tempo razoável e em moldes participativos e assegurada a proteção provisória.\n\n\n\n    Consoante registrado pelo Procurador-Geral da República, de se considerar que a desestabilização das tratativas conciliatórias pode ser prejudicial ao fim que se almeja, qual seja, o adequado processamento do tombamento do bem em questão. Isso por ter o potencial de frustrar solução concertada que representaria “desfecho mais célere e efetivo para as partes direta e indiretamente interessadas, além de permitir a solução coordenada e uniforme com vista a preservar a segurança jurídica e reduzir a possibilidade de impugnações supervenientes”.\n\n\n\n    Ainda, como também destacado pelo Procurador-Geral da República, “com a presença do Ministério Público nas tratativas consensuais, eventual inércia do Poder Público ou insuficiência das medidas adotadas para tutelar o patrimônio ambiental e cultural, em sendo verificadas, poderão ser objeto de impugnação nas vias processuais ordinárias”. Com efeito, o MP/MG é ator de longa data na tutela da Serra do Curral, já tendo atuado judicial e extrajudicialmente para tanto, o que reforça a inocorrência, no presente cenário, de pronta lesão à proteção do bem cultural.\n\n\n\n    14. A conclusão ora alcançada, por evidente, não dispensa as tratativas para resolução consensual da problemática perante o Poder Judiciário do Estado de Minas Gerais sejam pautadas pela boa-fé, pela cooperação e pela celeridade processual. É o imperativo constitucional, em abstrato: “O Poder Público, com a colaboração da comunidade, promoverá e protegerá o patrimônio cultural brasileiro, por meio de inventários, registros, vigilância, tombamento e desapropriação, e de outras formas de acautelamento e preservação” (art. 216, § 1º, CF); “Todos têm direito ao meio ambiente ecologicamente equilibrado, bem de uso comum do povo e essencial à sadia qualidade de vida, impondo-se ao Poder Público e à coletividade o dever de defendê-lo e preservá- lo para as presentes e futuras gerações” (art. 225, CF).\n\n\n\n    15. Ante o exposto, denego a presente suspensão.\n\n\n\n    Publique-se. Comunique-se.\n\n\n\n    Oportunamente, arquivem-se.\n\n\n\n    Brasília, 25 de outubro de 2022.\n\n\n\nMinistra ROSA WEBER\n\n\n\nPresidente\n\n\n\nDocumento assinado digitalmente\n\n\n\n\n1  Disponível em: <http://iepha.mg.gov.br/index.php/programas-e-acoes/patrimonio-cultural-protegido/protecao-provisoria/category/55-serra-do-curral#>.\n\n\n\n\n2  Conforme notícias disponíveis em: https://www.mpmg.mp.br/portal/menu/comunicacao/noticias/operacoes-de-mineradora-na-serra-do-curral-sao-suspensas.shtml; e https://g1.globo.com/mg/minas-gerais/noticia/2022/09/29/estado-determina-suspensao-das-operacoes-minerarias-da-gute-sicht-na-serra-do-curral.ghtml","id":"despacho1355277","documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5600&classe=SS","procedencia_geografica_uf_extenso":"Minas Gerais","documental_observacao_texto":"25/11/2022\nCom legislação citada:(FTR).","dg_atualizado_em":"2022-11-25T16:20:13.783415","dg_unique":"despacho1355277","procedencia_geografica_pais_sigla":"BR","processo_classe_processual_unificada_incidente_sigla":null,"presidente_nome":null,"inteiro_teor_url":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=15354530316&ext=.pdf","partes_lista_texto":"REQTE.(S)           : MUNICÍPIO DE BELO HORIZONTE\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DO MUNICÍPIO DE BELO HORIZONTE\r\nREQDO.(A/S)         : PRESIDENTE DO TRIBUNAL DE JUSTIÇA DO ESTADO DE MINAS GERAIS\r\nADV.(A/S)           : SEM REPRESENTAÇÃO NOS AUTOS\r\nINTDO.(A/S)         : TAQUARIL MINERAÇÃO S/A\r\nADV.(A/S)           : THIAGO HENRIQUE BAROUCH BREGUNCI\r\nADV.(A/S)           : FREDERICO BARBOSA GOMES\r\nINTDO.(A/S)         : ESTADO DE MINAS GERAIS\r\nPROC.(A/S)(ES)      : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS\r\nINTDO.(A/S)         : SECRETÁRIO DE ESTADO DE CULTURA E TURISMO - SECULT\r\nADV.(A/S)           : SEM REPRESENTAÇÃO NOS AUTOS\r\nINTDO.(A/S)         : PRESIDENTE DO CONSELHO ESTADUAL DO PATRIMÔNIO CULTURAL - CONEP\r\nADV.(A/S)           : SEM REPRESENTAÇÃO NOS AUTOS\r\nINTDO.(A/S)         : PRESIDENTE DO INSTITUTO ESTADUAL DO PATRIMÔNIO HISTÓRICO E ARTÍSTICO DO ESTADO DE MINAS GERAIS - IEPHA/MG\r\nADV.(A/S)           : SEM REPRESENTAÇÃO NOS AUTOS","externo_seq_objeto_incidente":6483403,"documental_decisao_mesmo_sentido_lista_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"SS 5600","processo_classe_processual_unificada_classe_sigla":"SS","julgamento_data":"2022-10-25","documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-s/n DIVULG 03/11/2022 PUBLIC 04/11/2022","processo_classe_processual_unificada_extenso":"SUSPENSÃO DE SEGURANÇA","documental_doutrina_texto":null,"ministro_facet":["PRESIDENTE","ROSA WEBER"],"processo_numero":5600,"base":"decisoes"},"highlight":{"decisao_texto":["Patrimônio cultural. Serra do Curral. Exploração Mineral. Tombamento. Proteção provisória pela Portaria IEPHA/MG nº 22/2022. Referendo pelo CONEP pendente. Decisão que impede a reunião de referendo para que sejam realizadas tratativas conciliatórias entre os diferentes interessados perante o TJ/MG. Ausência de pronto risco à proteção do bem. Quadro processual que afasta a grave lesão à ordem pública, por (i) vigente a proteção provisória; (ii) temporário o impedimento ao referendo pelo CONEP; e (iii) realizado o procedimento conciliatório em tempo razoável e espaço participativo. Prevalência da <em>busca</em> de solução consensual. Suspensão denegada.\n\n\n\n    Vistos etc.\n\n\n\n    1. Trata-se de suspensão de segurança, com pedido liminar, ajuizada pelo Município de Belo Horizonte, com o fim de suspender decisão proferida pelo Presidente do Tribunal de Justiça de Minas Gerais, no Agravo Interno na Suspensão de Segurança nº 1611940-87.2022.8.13.0000, no que manteve medida liminar em mandado de segurança para sobrestar a análise, deliberação e decisão do tombamento provisório da Serra do Curral, reconhecida como Reserva Mundial da Biosfera pela UNESCO, pelo Conselho Estadual do Patrimônio Cultural (CONEP)","DE RISCO À ORDEM PÚBLICA. NÃO COMPROVAÇÃO. PERICULUM IN MORA INVERSO. INDEFERIMENTO DO PEDIDO DE CONTRACAUTELA. \n\n\n\n    1. O Supremo Tribunal Federal é competente para processar e julgar pedido de suspensão de efeitos de decisão por meio da qual se impediu o prosseguimento do procedimento destinado ao tombamento da Serra do Curral, uma vez que o tema ostenta natureza constitucional, envolvendo a interpretação e a aplicação dos arts. 2º, 215, 216 e 225 da Constituição Federal. \n\n\n\n    2. Há de se reconhecer a ausência da alegada ofensa à ordem pública em decisão que se limita a privilegiar a <em>busca</em> pela solução conciliatória em atendimento à vontade das partes, notadamente, do ente federativo que detém, em sua estrutura administrativa, o órgão competente para deliberar e efetivar o acautelamento cultural do bem controvertido.\n\n\n\n    3. A ausência de demonstração clara e objetiva de ofensa aos valores tutelados pela medida de contracautela, corroborada pelo estímulo à autocomposição da lide em consonância com o ordenamento jurídico-processual, inviabiliza a concessão da medida. \n\n\n\n    4. Há risco de dano inverso na tentativa de frustrar as tratativas conciliatórias, já iniciadas no âmbito","mineratória sem qualquer tipo de modificação da área explorada, uma vez que a mineração visa, justamente, a retirada de minérios da terra, ou seja, a subtração de substância componente do solo – o qual, como visto, compõe espaço/paisagem que, inquestionavelmente, é objeto de interesse de tombamento por parte do Estado –.\n\n\n\n    (...)\n\n\n\n    Por tudo quanto dito, vislumbro enquadrar-se a espécie nas hipóteses autorizadoras do deferimento da medida suspensiva previstas na legislação de regência do instituto. \n\n\n\n    Destaque-se, por derradeiro, a conveniência de que os envolvidos empenhem esforços na <em>busca</em> de uma solução consensual para o imbróglio no âmbito da CEJUSC de 2ª Instância, haja vista a relevância da matéria, bem como sua inequívoca repercussão social.\n\n\n\n    (...)\n\n\n\n    À vista do exposto, DEFIRO o pleito do Município de Belo Horizonte para suspender a eficácia da decisão liminar proferida nos autos do Mandado de Segurança nº 5146574-26.2022.8.13.0024. \n\n\n\n    Nada obstante, a eficácia da presente decisão deverá subsistir até que a questão seja revista por um dos órgãos fracionários deste Tribunal, tal como exposto alhures.\n\n\n\n    Posteriormente, reconsiderada em parte e provisoriamente","primeira audiência foi realizada em 05.8.2022 e a segunda em 05.9.2022, com a participação dos diferentes interessados na resolução da celeuma do tombamento da Serra do Curral, incluindo os demais Municípios afetados e o MP/MG. Suspensa a segunda audiência para que a municipalidade ora requerente apresentasse manifestação.\n\n\n\n    13. Nesses moldes, não vislumbro pronto risco à ordem pública a autorizar, nesta medida excepcional, sobrestar o impedimento judicial à realização da reunião de referendo da Portaria do IEPHA.\n\n\n\n    Ao menos no cenário que ora se apresenta, entendo por privilegiar a <em>busca</em> de solução consensual entre os diferentes atores envolvidos no tombamento da Serra do Curral, sobremaneira enquanto se dê em tempo razoável e em moldes participativos e assegurada a proteção provisória.\n\n\n\n    Consoante registrado pelo Procurador-Geral da República, de se considerar que a desestabilização das tratativas conciliatórias pode ser prejudicial ao fim que se almeja, qual seja, o adequado processamento do tombamento do bem em questão. Isso por ter o potencial de frustrar solução concertada que representaria “desfecho mais célere e efetivo para as partes direta e indiretamente interessadas"]}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"despacho1281022","_score":7.234131,"_source":{"procedencia_geografica_uf_sigla":"PE","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1369500&classe=RE","titulo":"RE 1369500","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00102 INC-00003 ALÍNEA-A PAR-00003\n    ART-00176 PAR-00003\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00085 PAR-00002 PAR-00003 PAR-00011\n    ART-00841 PAR-00001 ART-01035 PAR-00002\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RGI ANO-1980\n    ART-00013 INC-00005 ALÍNEA-C\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-FED   SUMSTF-000279\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000454\n    SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"relator_decisao_nome":"LUIZ FUX","publicacao_data":"2022-03-02","relator_processo_nome":"PRESIDENTE","ods_onu":[],"documental_decisao_mesmo_sentido_is_secundario":false,"is_decisao_presidencia":true,"decisao_texto":"DECISÃO: Trata-se de recurso extraordinário com base no art. 102, inciso III, da Constituição Federal.\n\n\n\n    O apelo extremo foi interposto com fundamento na alínea \"a\" do permissivo constitucional.\n\n\n\n    O acórdão recorrido ficou assim ementado:\n\n\n\n    AGRAVO DE INSTRUMENTO NO NOVO CPC. Os Recursos são definidos pela natureza do ato judicial: Sentença, Decisão Interlocutória ou Despacho. O Agravo de Instrumento, no Código de Processo Civil de 2015, consiste no Recurso que tem por Objeto a Relação Jurídica sobre Decisão Interlocutória, envolvendo tutelas distintas sobre duas situações jurídicas processuais: a Evidência e a Urgência. Não estão dissociadas na Finalidade ou Função do Recurso estritamente definido. EVIDÊNCIA. Consiste na Situação Jurídica derivada da Relação Jurídica projetando a Pretensão à obtenção do dever jurídico, buscado pela Parte diante de Ato Jurídico Processual, e exposto no conjunto ou variedade de atos confluentes da Lide, da Causa, da Demanda ou dos Pressupostos Processuais. A Interlocução própria da Jurisdição é o princípio a estabelecer diretriz do Processo ou do Recurso, porquanto a Ação é proposta e o Recurso interposto, na dicção precisa de Pontes de Miranda. Os pressupostos Processuais e as Condições da Ação são elementos considerados, em cada etapa ou fase, com Atos Processuais, quando não incorrem, em cada caso, no exame dos Atos meramente ordinatórios, nos simples Despachos. Ou, nas hipóteses terminativas encerrando literalmente a Prestação Jurisdicional de Mérito com a Sentença, e/ou com a Execução. URGÊNCIA. Como poder-dever cautelar busca no exame da situação, de ato ou fato jurídico, realçar a utilidade da Jurisdição de modo Imediato, a realização do Direito Objetivo e, de modo Mediato, o Direto subjetivo buscado no Pedido intercorrente para obtenção do Dever Jurídico; a Obrigação de quem de Direito. A Urgência está atinada sempre à Evidência. Agravo de Instrumento interposto à Decisão proferida nos autos da Ação de Execução Fiscal que deferiu Pedido da Exequente de Penhora sobre Títulos de Direitos Minerários da Executada, ora Agravante, e determinou a Avaliação dos referidos Títulos por Leiloeiro. No caso, não se vislumbra impedimento à Penhora de Direitos Minerários, porquanto o Título de Concessão de Lavra possui caráter negocial, de natureza econômica, passível de cessão e transferência, podendo, na hipótese de alienação judicial, ser arrematado por Empresas concorrentes que previamente comprovem estarem habilitadas junto à respectiva Entidade reguladora (atualmente, Agência Nacional de Mineração) e executar os direitos que decorrem da concessão do Direito Minerário. A Penhora, portanto, poderá recair sobre o Título ou Direito Minerário, que confere à Executada (CBE Companhia Brasileira de Equipamento) a concessão da exploração de jazida mineral, e não sobre a jazida, a qual é insuscetível de constrição por se tratar de bem da União. Ademais, a Penhora realizada sobre outros bens da Executada não se revelou suficiente para satisfação da dívida exequenda no montante de R$ 5.033.307,15 (em setembro/2016). Por outro lado, as situações de Impenhorabilidade previstas no CPC/2015 não contemplam os Direitos Minerários consistentes na Concessão de Lavra. No tocante às alegações da Agravante de ofensa ao Contraditório e indicação indevida de Leiloeiro para Avaliação, destaca-se da Decisão Agravada, proferida em sede de Embargos de Declaração, que assentou com propriedade: \"Na execução fiscal, a fim de preservar a sua eficácia, algumas providências podem ser determinadas pelo Juízo sem o contraditório prévio, a fim de evitar a frustração do cumprimento da medida. Além disso, o artigo 841 e seu § 1º do CPC, estabelece que, uma vez formalizada a penhora, ou seja, efetivada a constrição, dela será imediatamente intimado o executado, de modo que a legislação apenas determina a intimação da parte executada após a efetivação da penhora, não exigindo a prévia intimação do executado.(...) Assim, inexiste nulidade a ser declarada, tendo em vista que, para garantir a efetividade da execução, é desnecessário que a parte executada seja previamente intimada da penhora, devendo ser, no entanto, garantido o contraditório diferido, ocasião em que eventuais vícios poderão ser arguidos (...) Ademais, a jurisprudência do STJ adota o entendimento de que a indicação do leiloeiro é uma prerrogativa do exequente, podendo o magistrado designar pessoa distinta, desde que em decisão devidamente fundamentada. No presente caso, este juízo acolheu o profissional indicado pela exequente, em razão da complexidade do ato (penhora sobre títulos minerários). Por sua vez, a executada não apresentou motivos concretos e relevantes em desfavor da nomeação do indicado, impugnando, de forma genérica, a indicação do profissional . \" . Ressalta-se que, uma vez realizada a Avaliação dos Direitos Minerários no âmbito da Execução Fiscal em referência, e dela discordando, poderá a Executada impugná-la, na forma do CPC/2015. Desprovimento do Agravo de Instrumento.\n\n\n\n    Opostos os embargos de declaração, foram rejeitados.\n\n\n\n    No recurso extraordinário sustenta-se violação do(s) art.(s) 176, § 3º da Constituição Federal.\n\n\n\n    Decido.\n\n\n\n    Analisados os autos, verifica-se que para dissentir do que decidido pelo Tribunal a quo, necessária seria a análise das cláusulas contratuais, bem como o reexame do conjunto fático-probatório dos autos, o que atrai a incidência das Súmulas 279 e 454 desta Corte, as quais dispõem: “Para simples reexame de prova não cabe recurso extraordinário” e “Simples interpretação de cláusulas contratuais não dá lugar a recurso extraordinário”.Nesse sentido, ARE 715.689, Rel. Min. Roberto Barroso, DJede 6/2/2014, AI 768.630, Rel. Min. Gilmar Mendes, DJede 25/6/2011, e ARE 1.277.514-AgR, Rel. Min. Alexandre de Moraes, Primeira Turma, DJede 28/9/2020, esse último, assim ementado:\n\n\n\n \n\n\n\n    “CONSTITUCIONAL REFLEXA. REAPRECIAÇÃO DE PROVAS. INADMISSIBILIDADE. SÚMULAS 279 E 454 DO STF. EXAME DE DIREITO LOCAL. SÚMULA 280/STF. 1. Os Recursos Extraordinários somente serão conhecidos e julgados, quando essenciais e relevantes as questões constitucionais a serem analisadas, sendo imprescindível ao recorrente, em sua petição de interposição de recurso, a apresentação formal e motivada da repercussão geral, que demonstre, perante o SUPREMO TRIBUNAL FEDERAL, a existência de acentuado interesse geral na solução das questões constitucionais discutidas no processo, que transcenda a defesa puramente de interesses subjetivos e particulares. 2. A obrigação do recorrente em apresentar formal e motivadamente a preliminar de repercussão geral, que demonstre sob o ponto de vista econômico, político, social ou jurídico, a relevância da questão constitucional debatida que ultrapasse os interesses subjetivos da causa, conforme exigência constitucional e legal (art. 102, § 3º, da CF/88, c/c art. 1.035, § 2º, do CPC/2015), não se confunde com meras invocações desacompanhadas de sólidos fundamentos no sentido de que o tema controvertido é portador de ampla repercussão e de suma importância para o cenário econômico, político, social ou jurídico, ou que não interessa única e simplesmente às partes envolvidas na lide, muito menos ainda divagações de que a jurisprudência do SUPREMO TRIBUNAL FEDERAL é incontroversa no tocante à causa debatida, entre outras de igual patamar argumentativo. 3. Tendo o acórdão recorrido solucionado as questões a si postas com base em preceitos de ordem infraconstitucional, não há espaço para a admissão de Recurso Extraordinário, que supõe matéria constitucional prequestionada explicitamente. 4. A argumentação do recurso extraordinário traz versão dos fatos diversa da exposta no acórdão, de modo que seu acolhimento passa necessariamente pela revisão das provas e das cláusulas contratuais. Incidem, portanto, os óbices da Súmula 279 (Para simples reexame de prova não cabe recurso extraordinário) e 454 (Simples interpretação de cláusulas contratuais não dá lugar a recurso extraordinário), ambas desta Corte. 5. A solução da controvérsia depende da análise da legislação local, o que é incabível em sede de recurso extraordinário, conforme consubstanciado na Súmula 280/STF (Por ofensa a direito local não cabe recurso extraordinário)”.\n\n\n\n    Ex positis, nego seguimento ao recurso (alínea c do inciso V do art. 13 do Regimento Interno do Supremo Tribunal Federal).\n\n\n\n    Havendo prévia fixação de honorários advocatícios pelas instâncias de origem, seu valor monetário será majorado em 10% (dez por cento) em desfavor da parte recorrente, nos termos do art. 85, § 11, do Código de Processo Civil, observado os limites dos §§ 2º e 3º do referido artigo e a eventual concessão de justiça gratuita.\n\n\n\n    Publique-se.\n\n\n\n    Brasília, 24 de fevereiro de 2022.\n\n\n\nMinistro LUIZ FUX\n\n\n\nPresidente\n\n\n\nDocumento assinado digitalmente","id":"despacho1281022","documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1369500&classe=RE","procedencia_geografica_uf_extenso":"Pernambuco","documental_observacao_texto":"04/08/2022\nLegislação feita por:(SOL)","dg_atualizado_em":"2022-08-08T13:20:29.710283","dg_unique":"despacho1281022","procedencia_geografica_pais_sigla":"BR","processo_classe_processual_unificada_incidente_sigla":null,"presidente_nome":null,"inteiro_teor_url":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=15349884030&ext=.pdf","partes_lista_texto":"RECTE.(S)           : CBE COMPANHIA BRASILEIRA DE EQUIPAMENTO\r\nADV.(A/S)           : WELBBER WALESKO VIEIRA DE BRITO\r\nRECDO.(A/S)         : UNIÃO\r\nADV.(A/S)           : PROCURADOR-GERAL DA FAZENDA NACIONAL","externo_seq_objeto_incidente":6349860,"documental_decisao_mesmo_sentido_lista_texto":null,"procedencia_geografica_completo":"PE - PERNAMBUCO","processo_codigo_completo":"RE 1369500","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2022-02-24","documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-s/n DIVULG 25/02/2022 PUBLIC 02/03/2022","processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["PRESIDENTE","LUIZ FUX"],"processo_numero":1369500,"base":"decisoes"},"highlight":{"decisao_texto":["Pressupostos Processuais. A Interlocução própria da Jurisdição é o princípio a estabelecer diretriz do Processo ou do Recurso, porquanto a Ação é proposta e o Recurso interposto, na dicção precisa de Pontes de Miranda. Os pressupostos Processuais e as Condições da Ação são elementos considerados, em cada etapa ou fase, com Atos Processuais, quando não incorrem, em cada caso, no exame dos Atos meramente ordinatórios, nos simples Despachos. Ou, nas hipóteses terminativas encerrando literalmente a Prestação Jurisdicional de Mérito com a Sentença, e/ou com a Execução. URGÊNCIA. Como poder-dever cautelar <em>busca</em> no exame da situação, de ato ou fato jurídico, realçar a utilidade da Jurisdição de modo Imediato, a realização do Direito Objetivo e, de modo Mediato, o Direto subjetivo buscado no Pedido intercorrente para obtenção do Dever Jurídico; a Obrigação de quem de Direito. A Urgência está atinada sempre à Evidência. Agravo de Instrumento interposto à Decisão proferida nos autos da Ação de Execução Fiscal que deferiu Pedido da Exequente de Penhora sobre Títulos de Direitos Minerários da Executada, ora Agravante, e determinou a Avaliação dos referidos Títulos por Leiloeiro. No caso, não se vislumbra"]}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"despacho1299200","_score":6.5921884,"_source":{"procedencia_geografica_uf_sigla":"PA","dje_url":"http://stf.jus.br/portal/diarioJustica/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1373649&classe=ARE","titulo":"ARE 1373649","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00055 ART-00093 INC-00009\n    ART-00102 INC-00003 LET-A\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006938 ANO-1981\n    ANEXO-00008 ART-00003 INC-00004 ART-00014\n    PAR-00001\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-007347 ANO-1985\n    ART-00003 ART-00017 ART-00018\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-013105 ANO-2015\n    ART-00085 PAR-00011 ART-00932 INC-00004\n    INC-00008 ART-01042 PAR-00005\n    CPC-2015 CÓDIGO DE PROCESSO CIVIL\n\n","LEG-FED   RGI ANO-1980\n    ART-00021 PAR-00001\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL"],"relator_decisao_nome":null,"publicacao_data":"2022-05-02","relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"documental_decisao_mesmo_sentido_is_secundario":false,"is_decisao_presidencia":false,"decisao_texto":"DECISÃO:\n\n\n\n    Trata-se de agravo cujo objeto é decisão que negou seguimento a recurso extraordinário interposto contra acórdão do Tribunal de Justiça do Estado do Pará, assim ementado:\n\n\n\n    “DIREITO AMBIENTAL. APELAÇÃO CÍVEL EM AÇÃO CIVIL PÚBLICA. PRELIMINAR DE NULIDADE DA SENTENÇA POR NÃO REALIZAÇÃO DE PROVA PERICIAL. PRELIMINAR REJEITADA. MÉRITO. ATIVIDADE PORTUÁRIA IRREGULAR. AUTUAÇÃO E EMBARGO DO ÓRGÃO AMBIENTAL. LICENÇA DE OPERAÇÃO OBTIDA DURANTE O ANDAMENTO PROCESSUAL QUE NÃO DESCONSTITUI OS DANOS GERADOS. DANO AMBIENTAL. EXISTÊNCIA DE PROVAS SUFICIENTES NOS AUTOS. NEXO CAUSAL DECORRENTE DO PRÓPRIO EMPREENDIMENTO. ATIVIDADE ENQUADRADA COMO POTENCIALMENTE POLUÍDORA (anexo VIII da Lei n° 6.938/81). DESNECESSIDADE DE PERÍCIA. LIVRE CONVENCIMENTO MOTIVADO. VALOR DO DANO MANTIDO. SENTENÇA MANTIDA. APELAÇÃO CONHECIDA E NÃO PROVIDA. À UNANIMIDADE. \n\n\n\n    1-Preliminar de nulidade da sentença. As alegações referentes ao nexo causal e delimitação do dano, trazidas para subsidiar a preliminar encontram-se intrinsicamente ligadas ao mérito, pelo que com ele serão examinadas. Quanto ao aludido cerceamento de defesa pela não produção da prova pericial, percebe-se dos autos que referida prova encontra-se suprida pela farta documentação acostada, que bem comprova a degradação ambiental perpetrada por meio do desempenho da atividade portuária pelo Apelante. Destaca-se, ainda, que em nenhum momento fora a prova pericial requerida pela Apelante, tendo a patrona da demandada, em audiência, afirmado que não havia outras provas a produzir (fls. 420/421). Preliminar rejeitada. \n\n\n\n    2- Mérito. A questão em análise consiste em verificar se há prova material suficiente para estabelecer nexo de causalidade entre os impactos ambientais que degradam parte da orla de Santarém-PA e as operações desenvolvidas pela empresa. \n\n\n\n    3-Fora instaurado pedido de providências n ° 015/2009-MP/3ª PJCV/MA, onde constam a carta de denúncia, subscrita pelos moradores da Rua do Imperador (fls. 12/20), relatando que o Porto fora implantado sem qualquer Estudo de Impacto Ambiental e à revelia da legislação vigente e que se constitui de um imenso aterro, além de trazer aos moradores das redondezas barulho, poeira e desordem. \n\n\n\n    4-As fotos apresentadas (fls. 33/42) evidenciam a presença -de máquinas pesadas e o aterramento da praia, demonstrando, ainda, a precariedade das instalações portuárias com o despejo de lixo em seu entorno. \n\n\n\n    5-A Nota Técnica NT 03/2010, realizada por Engenheiro de Recursos Hídricos e Saneamento Ambiental, do Centro de Apoio Operacional do Ministério Público (fls. 36/65), aponta dois impactos ambientais em decorrência da infraestrutura construída e das atividades desenvolvidas, concernentes na construção da rampa de terra dentro do rio que deve ser considerada como a principal estrutura a gerar impactos ambientais no local, alterando a fisionomia do rio naquele espaço; alterando as velocidades das correntes; formando áreas remansadas à jusante do porto, facilitando a deposição de sólidos e a formação de zonas de praias; alterando a cor das águas, pela desagregação e dissipação do material sólido da rampa. Além de Impactos ambientais sobre o meio urbano, com as operações sobre a estrutura flutuante (embarque/desembarque e carga/descarga) que provocam ruídos gerando incômodos para a vizinhança imediata ao terminal, bem como o estacionamento e a circulação de veículos pesados nas imediações do terminal gera degradação ambiental, atingindo o sossego da vizinhança. \n\n\n\n    6-O Relatório de Fiscalização n° 221/2009-GERARD, da Secretaria de Estado de Meio Ambiente (fls. 49/50), constata a irregularidade ambiental no empreendimento. Lendo havido a autuação e embargo das operações pelo 1BAMA, o que levou os responsáveis pelo empreendimento a providenciarem a licença de operação junto à SEMA, fato que ocorreu no decorrer da presente ação, cabendo enfatizar que o fato de ter sido obtida referida licença, não retira o impacto ambiental causado pela instalação da atividade portuária a revelia das normas legais. \n\n\n\n    7-Da vasta documentação acostada aos autos, em especial pela Nota Técnica acima mencionada, verifica-se a devida comprovação do impacto ambiental decorrente da infra-estrutura construída e do desempenho da atividade empresarial, demonstrando-se desnecessária a realização de perícia, que aliás sequer fora requerida no decorrer da instrução processual, convindo, ainda, mencionar que o juiz por força do princípio do livre convencimento motivado, não está adstrito apenas a laudo pericial, devendo levar em consideração outros elementos probatórios, tais como as peculiaridades do caso concreto. \n\n\n\n    8-Alegação de que o terminal portuário do Apelante seria só mais uma das fontes de poluição que operam na orla de Santarém não tem o condão de excluir sua responsabilidade pelos danos causados. \n\n\n\n    9-O Relatório de Vistoria Técnica nº 001/2008 (fls. 140/143) efetuado pelo IBAMA, que consigna que a não constatação de indícios suficientes para afirmar que as atividades desenvolvidas pela Apelante causem poluição em níveis tais que possam resultar danos à saúde humana, e que os riscos da atividade ali desenvolvida, principalmente na hipótese de ocorrerem acidentes com produtos perigosos, teriam efeitos temporários em razão do grande volume de água potencialmente diluidora dos Rios Tapajós e Amazonas e, recomendou medidas de segurança para minimizar as probabilidades de acidentes na operação de carga e descarga das embarcações, em nenhum momento retira da Apelante sua responsabilidade ambiental, não negando a existência de danos, apenas elucida que os danos até então encontrados não se mostraram em maior relevo. \n\n\n\n    10-O ato ilícito e o nexo causal decorrem do próprio desempenho da atividade portuária em que realiza o transporte de carga e passageiros, atividade enquadrada corno potencialmente poluidora (Lei n\" 6.938/81, anexo VIII), de onde, no caso concreto, efetivamente surgem a degradação ao meio ambiente, hipótese que gera responsabilização do poluidor indireto, que é aquele que, embora não tenha efetuado de forma direta a degradação ambiental, contribui para que ela ocorra, cuja responsabilização é possível ainda que sua conduta tenha produzido indiretamente o resultado (Lei n° 6.938/81, art. 3º, IV). \n\n\n\n    11- O sistema brasileiro ambiental, adota a teoria do risco integral, segundo a qual, quem exerce uma atividade potencialmente poluidora, deve suportar os riscos dos prejuízos causados pela atividade, independentemente da culpa, tendo como consequência a irrelevância da licitude da atividade poluidora/degradante e a desnecessidade de demonstração da culpa, para assegurar o ressarcimento dos prejuízos causados ao meio ambiente, revelando a responsabilidade civil objetiva do agente poluidor, fixada no art. 14. § 1 ° da Lei tf. 6.938/81. \n\n\n\n    12-O art. 3º da lei n° 7.347/85 estabelece que a Ação Civil Pública tem por objeto a condenação em dinheiro ou o cumprimento de obrigação de fazer ou não fazer, sendo que no presente caso a obrigação seria a de indenizar, uma vez que o pedido quanto à obrigação de fazer restou prejudicado ante a obtenção da licença portuária. \n\n\n\n    13-Do arbitramento do dano ambiental, observa-se que o patamar fixado não se mostra excessivo levando em consideração a natureza do dano e a perda de qualidade de vida da população local, considerando-se ainda a dimensão difusa, de forma que a indenização pecuniária fixada no importe de R$ 200.000,00 (duzentos mil reais), destina-se ao Fundo de Defesa dos Direitos Difusos, objetivando a recuperação do ambiente local, mostrando-se, portanto adequada. \n\n\n\n    14-Apelação conhecida e não provida. À unanimidade.”\n\n\n\n    O recurso extraordinário busca fundamento no art. 102, III, a, da Constituição Federal. A parte recorrente alega violação aos arts. 5º, LV; e 93, IX, da CF.\n\n\n\n    O recurso não deve ser provido, tendo em vista que, para divergir do entendimento firmado pelo Tribunal de origem, seria necessário o reexame dos fatos e do material probatório constante dos autos, assim como a análise da legislação infraconstitucional aplicada ao caso, procedimentos inviáveis neste momento processual. Nesse sentido, cito o seguinte precedente:\n\n\n\n    “EMENTA: AGRAVO REGIMENTAL EM RECURSO EXTRAORDINÁRIO. INTERPOSIÇÃO EM 22.06.2020. AÇÃO CIVIL PÚBLICA. DANO AMBIENTAL NÃO CONFIGURADO. RECURSOS MINERAIS. REPARAÇÃO. VALIDADE DE GUIA DE UTILIZAÇÃO. PRAZO DE RENOVAÇÃO. REQUISITOS LEGAIS. PORTARIA DGDNPM 144/2007. CÓDIGO DE MINERAÇÃO. ALEGADA AFRONTA AO ART. 176, § 1º, DA CF. NECESSIDADE DE REEXAME DE FATOS E PROVAS E DE LEGISLAÇÃO INFRACONSTITUCIONAL. OFENSA REFLEXA. INCIDÊNCIA DA SÚMULA 279 DO STF. PRECEDENTES. AGRAVO REGIMENTAL A QUE SE NEGA PROVIMENTO. 1. O Tribunal de origem, ao apreciar a matéria à luz das normas infraconstitucionais pertinentes ao caso (Portaria DGDNPM 144/2007 e Código de Mineração), entendeu que a inobservância do prazo implicaria somente nas sanções de advertência, multa ou caducidade do título minerário, mas não em ressarcimento, de modo que a ofensa à Constituição, se existente, seria reflexa e indireta, o que inviabiliza o processamento do recurso extraordinário. 2. Eventual divergência em relação ao entendimento adotado pelo Colegiado a quo, que se fundamentou na ausência de configuração de exploração clandestina e de dano ambiental, por considerar que o ato foi lavrado pela União e que o atraso no requerimento da renovação da guia de autorização se trata de mera irregularidade, demandaria o exame das provas dos autos, o que inviabiliza o processamento do apelo extremo, tendo em vista a vedação contida na Súmula 279 do STF. 3. Agravo regimental a que se nega provimento, com previsão de aplicação da multa prevista no art. 1.021, § 4º, do CPC. Inaplicável o artigo 85, § 11, CPC, por se tratar de recurso oriundo de ação civil pública.” (RE 1.253.505-AgR, Rel. Min. Edson Fachin)\n\n\n\n    Diante do exposto, com base no art. 932, IV e VIII, c/c o art. 1.042, § 5º, do CPC/2015, e no art. 21, § 1º, do RI/STF, nego provimento ao recurso. Inaplicável o art. 85, § 11, do CPC/2015, uma vez que não é cabível, na hipótese, condenação em honorários advocatícios (arts. 17 e 18, Lei nº 7.347/1985).\n\n\n\n    Publique-se. \n\n\n\n          Brasília, 28 de abril de 2022. \n\n\n\nMinistro LUÍS ROBERTO BARROSO \n\n\n\nRelator","id":"despacho1299200","documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1373649&classe=ARE","procedencia_geografica_uf_extenso":"Pará","documental_observacao_texto":"06/06/2022\nLegislação feita por: (FTR).","dg_atualizado_em":"2022-09-16T11:13:18.256186","dg_unique":"despacho1299200","procedencia_geografica_pais_sigla":"BR","processo_classe_processual_unificada_incidente_sigla":null,"presidente_nome":null,"inteiro_teor_url":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=15350952003&ext=.pdf","partes_lista_texto":"RECTE.(S)           : MARQUES PINTO NAVEGACAO LTDA - EPP\r\nADV.(A/S)           : CARLOS ALBERTO SCHENATO JUNIOR\r\nRECDO.(A/S)         : MINISTÉRIO PÚBLICO DO ESTADO DO PARÁ\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DE JUSTIÇA DO ESTADO DO PARÁ","externo_seq_objeto_incidente":6366011,"documental_decisao_mesmo_sentido_lista_texto":null,"procedencia_geografica_completo":"PA - PARÁ","processo_codigo_completo":"ARE 1373649","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2022-04-28","documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-s/n DIVULG 29/04/2022 PUBLIC 02/05/2022","processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1373649,"base":"decisoes"},"highlight":{"decisao_texto":["prejudicado ante a obtenção da licença portuária. \n\n\n\n    13-Do arbitramento do dano ambiental, observa-se que o patamar fixado não se mostra excessivo levando em consideração a natureza do dano e a perda de qualidade de vida da população local, considerando-se ainda a dimensão difusa, de forma que a indenização pecuniária fixada no importe de R$ 200.000,00 (duzentos mil reais), destina-se ao Fundo de Defesa dos Direitos Difusos, objetivando a recuperação do ambiente local, mostrando-se, portanto adequada. \n\n\n\n    14-Apelação conhecida e não provida. À unanimidade.”\n\n\n\n    O recurso extraordinário <em>busca</em> fundamento no art. 102, III, a, da Constituição Federal. A parte recorrente alega violação aos arts. 5º, LV; e 93, IX, da CF.\n\n\n\n    O recurso não deve ser provido, tendo em vista que, para divergir do entendimento firmado pelo Tribunal de origem, seria necessário o reexame dos fatos e do material probatório constante dos autos, assim como a análise da legislação infraconstitucional aplicada ao caso, procedimentos inviáveis neste momento processual. Nesse sentido, cito o seguinte precedente:\n\n\n\n    “EMENTA: AGRAVO REGIMENTAL EM RECURSO EXTRAORDINÁRIO. INTERPOSIÇÃO EM 22.06.2020. AÇÃO CIVIL PÚBLICA"]}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"despacho1354706","_score":6.5921884,"_source":{"procedencia_geografica_uf_sigla":"PR","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1184402&classe=RE","titulo":"RE 1184402","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00005 INC-00054 INC-00055 ART-00037\n    PAR-00005 ART-00102 INC-00003 LET-A\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-004717 ANO-1965\n    ART-00021\n    LEI ORDINÁRIA\n\n","LEG-FED   RGI ANO-1980\n    ART-00021 PAR-00002\n    RISTF-1980 REGIMENTO INTERNO DO SUPREMO TRIBUNAL FEDERAL\n\n","LEG-EST   PRC-000009 ANO-2014\n    PARECER DO DEPARTAMENTO NACIONAL DE PRODUÇÃO MINERAL DO ESTADO DO PARANÁ - DNPM/PR"],"relator_decisao_nome":null,"publicacao_data":"2022-11-03","relator_processo_nome":"ROBERTO BARROSO","ods_onu":[],"documental_decisao_mesmo_sentido_is_secundario":false,"is_decisao_presidencia":false,"decisao_texto":"DECISÃO: \n\n\n\n    Trata-se de recurso extraordinário interposto em face de decisão proferida pelo Tribunal Regional Federal da 4ª Região (TRF da 4ª Região), assim ementada:\n\n\n\n    DIREITO ADMINISTRATIVO. AÇÃO CIVIL PÚBLICA. PRESCRIÇÃO QUINQUENAL. PATRIMÔNIO MINERAL. USURPAÇÃO. LAVRA DE AREIA. EXTRAÇÃO NÃO AUTORIZADA. \n\n\n\n    1. Ação civil pública movida pela União ao fundamento da hipótese de usurpação do patrimônio mineral supostamente praticada pelas rés em sua propriedade situada em União da Vitória/PR, buscando haver a sua condenação ao ressarcimento pela atividade de lavra de areia alegadamente sem autorização. \n\n\n\n    2. Não sendo o caso de dano causado por ato de improbidade administrativa, aplica-se à ação civil pública que visa ao ressarcimento de dano ao erário o prazo prescricional quinquenal, por analogia ao artigo 21 da Lei nº 4.717/65, que estabelece este prazo para as pretensões veiculadas por meio de ação popular. \n\n\n\n    3. A União relatou na inicial que o Parecer nº 09-2014/RPXMFiscalização-DNPM/PR, com despacho datado de 06.08.2007, bem como as planilhas extraídas do sistema da Diretoria de Procedimentos Arrecadatórios do DNPM - DIPAR, preenchidas voluntariamente pela própria ré, permitiram concluir que a empresa G.R. EXTRAÇÃO DE AREIA E TRANSPORTES RODOVIÁRIOS LTDA, efetivamente realizou lavra ilícita de areia no período entre setembro/2005 e novembro/2007 na área vinculada ao processo minerário 826.627/1999. \n\n\n\n    4. O ajuizamento do presente feito, tem por base as próprias declarações da parte ré, de lavra/recolhimento de CEFEM, efetivadas junto ao sistema de arrecadação da Diretoria de Procedimentos Arrecadatórios do DNPM - DIPAR, ocorridas de setembro de 2005 a novembro de 2007 (evento 1 PROCADM26 - págs.12-16). Assim, a partir de tais declarações, a União confessa que tinha ciência da alegada lavra, e, reputando-a irregular, deveria tomar as atitudes pertinentes.\n\n\n\n    5. No caso dos autos, todo o período reclamado (09/2005 a 11/2007) encontra-se no lapso temporal anterior ao quinquênio que antecedeu a propositura da demanda, em maio 2014, restando encoberta pela prescrição a pretensão ressarcitória da União. \n\n\n\n    6. Apelação improvida. \n\n\n\n \n\n\n\n    O recurso busca fundamento no art. 102, III, a, da Constituição Federal. A parte recorrente alega violação aos arts. 5º, LIV e LV; 37, § 5º, da CF/1988. Defende que deve ser reconhecida a imprescritibilidade do ressarcimento por usurpação mineral, uma vez que o caso seria um ilícito de direito público (ilícito administrativo, criminal e ambiental).\n\n\n\n    Enviados os autos ao Supremo Tribunal Federal (STF), proferi decisão determinando o retorno dos autos ao Tribunal de origem pela sistemática de repercussão geral (Tema 999/STF).\n\n\n\n    O TRF da 4ª Região, em juízo de retratação, manteve o acórdão proferido por entender que o caso não se enquadrava ao decidido no Tema 999, uma vez que a controvérsia envolveria direito patrimonial passível de prescrição. O acórdão restou assim ementado:\n\n\n\n    RETRATAÇÃO. AMBIENTAL. EXTRAÇÃO ILEGAL DE MINÉRIOS. INDENIZAÇÃO CIVIL. PRESCRIÇÃO. TEMA 999 DO STF. 'DISTINGUISHING'. ACÓRDÃO MANTIDO. \n\n\n\n    1. Concluído em 17/4/20, o julgamento do STF proferido no âmbito do Recurso Extraordinário 654.833, relator Ministro Alexandre de Moraes, fixou a tese da imprescritibilidade da pretensão pela reparação civil de dano ambiental. Consultando o inteiro teor do RE 654.833, percebe-se que aquele contexto fático englobava extração irregular de madeira em área de floresta sob usufruto indígena (nos longínquos anos de 1981 a 1987). No voto-condutor do precedente vinculante, o relator, eminente Min. Alexandre de Moraes, assim delimitou o núcleo jurídico ambiental da referida lide: (...) Veja-se que, no caso dos autos, entre os anos de 1981 e 1987, os recorrentes retiraram ilegalmente grande quantidade de árvores da Terra Indígena Kampa do Rio Amônea. O desmatamento causou prejuízo irremediável para a Comunidade Indígena que vive no local. Sabe-se que a relação entre o indígena e o meio ambiente é interligada, de modo que a devastação ambiental afeta diretamente a comunidade. Sobre essa interdependência, cumpre citar trecho do julgado da Corte Interamericana de Direitos Humanos no caso do Povo Indígena Kichwa de Sarayaku. No caso, o Estado do Equador havia permitido a extração de petróleo no território da comunidade, sem sua prévia autorização.(...) \n\n\n\n    2. Percebe-se, então, que o dano ambiental lá analisado gerou uma necessidade de reparação 'pura' do meio ambiente, ou seja, em sua globalidade, funcionalidade e, mais, em sua \"simbiose\" indígena. \n\n\n\n    3. Todavia, no caso dos autos, a demanda movida pela União tem outro 'espírito', outra 'cor', qual seja, a patrimonial (em sua \"excelência capitalista\" de indenização monetária por um recurso produtivo ilicitamente apropriado). Embora possam as duas reparações 'desaguar' num ponto comum - indenização monetária - os caminhos e forças motoras são fortemente diversas. Esse é o nó górdio do presente 'distinguishing\". De fato, naquela lide, o dinheiro é a última, a residual, a 'triste e simbólica' forma de reparação (indireta e difusa). Nesta demanda, o dinheiro é a primeira, a prestigiada, a 'mercadológica' forma de compensação (direta e concentrada). \n\n\n\n    4. Sem julgar a opção política-constitucional da CF de 1988 e, muito menos, a visão doutrinária internacional, fato é que o recurso mineral, no Brasil, é uma propriedade privada, no caso, da União: Art. 176. As jazidas, em lavra ou não, e demais recursos minerais e os potenciais de energia hidráulica constituem propriedade distinta da do solo, para efeito de exploração ou aproveitamento, e pertencem à União, garantida ao concessionário a propriedade do produto da lavra. (...). Ou seja, o minério fora destacado do 'solo', do 'planeta' e colocado no 'mercado'. Ao se fazer tal 'cirurgia capitalista interventiva', nosso poder constituinte originário, por seus presentantes e através de seus representantes eleitos, 'batizou' tal propriedade tendo por 'madrinha' a prescrição. \n\n\n\n    5. Não é possível emprestar o mesmo tratamento protetivo do Tema 999 do STF a uma demanda essencialmente patrimonial. Muito já se afirmara na doutrina e na jurisprudência que a regra, a 'benção' do sistema constitucional-civil é a prescrição. \"As riquezas precisam circular, o mercado precisa girar e o capital, concentrar. O simples passar do tempo não pode agredir esse dogma\". \n\n\n\n    6. Deixa-se de se proceder ao juízo de retratação, quanto ao Tema nº 999, com fundamento na distinção entre a questão julgada neste processo e a apreciada pelo STF.\n\n\n\n    Em novo juízo de admissibilidade, o recurso extraordinário foi admitido e os autos foram, então, reenviados para o STF.\n\n\n\n    Passo à análise do recurso.\n\n\n\n    O recurso merece provimento.\n\n\n\n    O Plenário do STF, ao julgar o mérito do RE 654.833-RG, sob a relatoria do Ministro Alexandre de Moraes, fixou a seguinte tese (Tema 999): “É imprescritível a pretensão de reparação civil de dano ambiental”. O acórdão restou assim ementado:\n\n\n\n    RECURSO EXTRAORDINÁRIO. REPERCUSSÃO GERAL. TEMA 999. CONSTITUCIONAL. DANO AMBIENTAL. REPARAÇÃO. IMPRESCRITIBILIDADE. \n\n\n\n    1. Debate-se nestes autos se deve prevalecer o princípio da segurança jurídica, que beneficia o autor do dano ambiental diante da inércia do Poder Público; ou se devem prevalecer os princípios constitucionais de proteção, preservação e reparação do meio ambiente, que beneficiam toda a coletividade. \n\n\n\n    2. Em nosso ordenamento jurídico, a regra é a prescrição da pretensão reparatória. A imprescritibilidade, por sua vez, é exceção. Depende, portanto, de fatores externos, que o ordenamento jurídico reputa inderrogáveis pelo tempo. \n\n\n\n    3. Embora a Constituição e as leis ordinárias não disponham acerca do prazo prescricional para a reparação de danos civis ambientais, sendo regra a estipulação de prazo para pretensão ressarcitória, a tutela constitucional a determinados valores impõe o reconhecimento de pretensões imprescritíveis. \n\n\n\n    4. O meio ambiente deve ser considerado patrimônio comum de toda humanidade, para a garantia de sua integral proteção, especialmente em relação às gerações futuras. Todas as condutas do Poder Público estatal devem ser direcionadas no sentido de integral proteção legislativa interna e de adesão aos pactos e tratados internacionais protetivos desse direito humano fundamental de 3ª geração, para evitar prejuízo da coletividade em face de uma afetação de certo bem (recurso natural) a uma finalidade individual. \n\n\n\n    5. A reparação do dano ao meio ambiente é direito fundamental indisponível, sendo imperativo o reconhecimento da imprescritibilidade no que toca à recomposição dos danos ambientais. \n\n\n\n    6. Extinção do processo, com julgamento de mérito, em relação ao Espólio de Orleir Messias Cameli e a Marmud Cameli Ltda, com base no art. 487, III, b do Código de Processo Civil de 2015, ficando prejudicado o Recurso Extraordinário. Afirmação de tese segundo a qual É imprescritível a pretensão de reparação civil de dano ambiental.\n\n\n\n    No referido paradigma, esta Corte entendeu que os danos civis ambientais merecem uma atenção especial em benefício de toda a coletividade, devendo prevalecer os princípios constitucionais de proteção, preservação e reparação do meio ambiente.\n\n\n\n    O Tribunal de origem, ao analisar o caso tendo como referência do Tema 999/STF, concluiu por exceções para a imprescritibilidade dos danos civis ambientais não levantados pelo Plenário desta Corte, de modo que afastou indevidamente o entendimento formado pela maioria dos Ministros do STF.\n\n\n\n    No caso, está em discussão a possibilidade de prescrição de ação civil pública movida pela União fundamentada em usurpação de patrimônio mineral praticado pela ora recorrida. O acórdão recorrido foi claro ao relatar que:\n\n\n\n    [...] o Parecer nº 09-2014/RPXM-FiscalizaçãoDNPM/PR, com despacho datado de 06.08.2007, bem como as planilhas extraídas do sistema da Diretoria de Procedimentos Arrecadatórios do DNPM - DIPAR, preenchidas voluntariamente pela própria ré, permitiram concluir que a empresa G.R. EXTRAÇÃO DE AREIA E TRANSPORTES RODOVIÁRIOS LTDA, efetivamente realizou lavra ilícita de areia no período entre setembro/2005 e novembro/2007 na área vinculada ao processo minerário 826.627/1999. \n\n\n\n    O ajuizamento do presente feito, tem por base as próprias declarações da parte ré, de lavra/recolhimento de CEFEM, efetivadas junto ao sistema de arrecadação da Diretoria de Procedimentos Arrecadatórios do DNPM - DIPAR, ocorridas de setembro de 2005 a novembro de 2007 (evento 1 PROCADM26 - págs.12-16).\n\n\n\n    [...].\n\n\n\n Percebe-se, portanto, que o caso envolve a pretensão de reparação de dano civil ambiental, o qual é imprescritível.\n\n\n\n    Diante do exposto, com base no art. 21, § 2º, do RI/STF, dou provimento parcial ao recurso, para determinar o retorno dos autos ao Tribunal de origem para novo julgamento, observando-se a premissa de que “É imprescritível a pretensão de reparação civil de dano ambiental” .\n\n\n\n     \n\n\n\n    Publique-se. \n\n\n\n          Brasília, 27 de outubro de 2022. \n\n\n\nMinistro LUÍS ROBERTO BARROSO\n\n\n\nRelator","id":"despacho1354706","documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1184402&classe=RE","procedencia_geografica_uf_extenso":"Paraná","documental_observacao_texto":"24/11/2022\nLegislação feita por:(VAL).","dg_atualizado_em":"2022-11-29T08:00:15.794234","dg_unique":"despacho1354706","procedencia_geografica_pais_sigla":"BR","processo_classe_processual_unificada_incidente_sigla":null,"presidente_nome":null,"inteiro_teor_url":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=15354509067&ext=.pdf","partes_lista_texto":"RECTE.(S)           : UNIÃO\r\nPROC.(A/S)(ES)      : ADVOGADO-GERAL DA UNIÃO\r\nRECDO.(A/S)         : GR EXTRACAO DE AREIA E TRANSPORTES RODOVIARIOS LTDA\r\nADV.(A/S)           : RAFAEL SEIFERT","externo_seq_objeto_incidente":5616999,"documental_decisao_mesmo_sentido_lista_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"RE 1184402","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2022-10-27","documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-s/n DIVULG 28/10/2022 PUBLIC 03/11/2022","processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["ROBERTO BARROSO"],"processo_numero":1184402,"base":"decisoes"},"highlight":{"decisao_texto":["Diretoria de Procedimentos Arrecadatórios do DNPM - DIPAR, ocorridas de setembro de 2005 a novembro de 2007 (evento 1 PROCADM26 - págs.12-16). Assim, a partir de tais declarações, a União confessa que tinha ciência da alegada lavra, e, reputando-a irregular, deveria tomar as atitudes pertinentes.\n\n\n\n    5. No caso dos autos, todo o período reclamado (09/2005 a 11/2007) encontra-se no lapso temporal anterior ao quinquênio que antecedeu a propositura da demanda, em maio 2014, restando encoberta pela prescrição a pretensão ressarcitória da União. \n\n\n\n    6. Apelação improvida. \n\n\n\n \n\n\n\n    O recurso <em>busca</em> fundamento no art. 102, III, a, da Constituição Federal. A parte recorrente alega violação aos arts. 5º, LIV e LV; 37, § 5º, da CF/1988. Defende que deve ser reconhecida a imprescritibilidade do ressarcimento por usurpação mineral, uma vez que o caso seria um ilícito de direito público (ilícito administrativo, criminal e ambiental).\n\n\n\n    Enviados os autos ao Supremo Tribunal Federal (STF), proferi decisão determinando o retorno dos autos ao Tribunal de origem pela sistemática de repercussão geral (Tema 999/STF).\n\n\n\n    O TRF da 4ª Região, em juízo de retratação, manteve o acórdão proferido"]}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"despacho979901","_score":5.53864,"_source":{"procedencia_geografica_uf_sigla":"PA","dje_url":"http://stf.jus.br/portal/diarioJustica/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5290&classe=SS","titulo":"SS 5290","documental_legislacao_citada_texto":["LEG-FED   LEI-013105       ANO-2015\r\n          ART-00014 INC-00005 PAR-ÚNICO \r\n          CPC-2015 CÓDIGO DE PROCESSO CIVIL"],"relator_decisao_nome":"DIAS TOFFOLI","publicacao_data":"2019-05-21","relator_processo_nome":"Presidente","ods_onu":[],"documental_decisao_mesmo_sentido_is_secundario":false,"is_decisao_presidencia":true,"decisao_texto":"DECISÃO: \r\n    Cuida-se de suspensão de segurança proposta pela Procuradoria-Geral da República para sustar os efeitos da decisão concessiva de medida liminar proferida nos autos do Mandado de Segurança nº 1032200-48.2018.4.01.0000, em trâmite no Tribunal Regional Federal da 1ª Região, que suspendeu a ordem de levantamento de valores determinada no AI nº 0042106-84.2015.4.01.0000.\r\n    Segundo o autor:\r\n    “No plantão judicial do dia 31.10.2018, a Vale S/A impetrou novo mandado de segurança (autuado provisoriamente sob o nº 0026755-66.2018.4.01.0000, e depois renumerado para 1032200-48.2018.4.01.0000), cujo pedido liminar foi acolhido pelo Desembargador Federal Kássio Marques, para suspender a ordem de levantamento de valores proferida no AI nº 0042106-84.2015.4.01.0000. No dia seguinte, 1º.11.2018, o Desembargador Kássio Marques complementou a decisão liminar, para determinar a expedição de ofício à Caixa Econômica Federal, a fim de que fossem rastreadas as contas de destino dos valores já levantados pelo patrono das associações indígenas, bem como fosse promovido o bloqueio dos valores havidos nas mencionadas contas, até o limite necessário para o ressarcimento da quantia sacada” (e-doc. 1, p. 5).\r\n    Alega risco de grave lesão à ordem, à saúde e à segurança públicas, porque o pronunciamento judicial do qual se pretende suspender os efeitos não considerou as peculiaridades da demanda, ignorou o risco à subsistência das comunidades e não apresentou respaldo jurídico para fundamentar a decisão.\r\n    Nas palavras do requerente, a decisão judicial “parece ter partido de premissas equivocadas para fundamentar a concessão da tutela de urgência, pois aludiu à necessidade de ‘impedir o precoce esgotamento da jurisdição’, acatando argumentação da impetrante no sentido de ‘permitir o esgotamento da via recursal antes da execução da medida atacada” (e-doc. 1, p. 10). \r\n    Designada audiência de conciliação (e-doc. 160), esta restou infrutífera, conforme se vê no Termo de Audiência anexado no e-doc. 189.\r\n    É o relato do necessário.\r\n    Decido.\r\n    A demanda é complexa e envolve interesses jurídicos sensíveis e relevantes, considerando-se principalmente o eventual dano ambiental, social e cultural às comunidades indígenas e o possível prejuízo à ordem econômica dos municípios paraenses de Parauapebas, São Félix do Xingu e Ourilândia do Norte.\r\n    Dito isso, passo a realizar um breve relato do processo na origem.\r\n    Em 2011, o Ministério Público Federal propôs ação civil pública nº 0002383-85.2012.4.01.3905/PA, postulando liminarmente: \r\n    “a suspensão das atividades de mineração no empreendimento até que sejam efetivamente analisados os impactos, as medidas mitigadoras e medidas compensatórias para as comunidades indígenas da TI Xicrin e Kayapó ou, subsidiariamente, que seja determinado o depósito mensal de quantia pecuniária a título de compensação pela ausência da adoção destas medidas, no valor de R$ 1.000.000,00 (um milhão de reais) a ser revertido às comunidades até a efetiva implantação das medidas”.\r\n    O Juízo Federal indeferiu o pedido liminar, tendo reconsiderado, posteriormente, sua decisão. Em agravo de instrumento, o Desembargador Relator deferiu a antecipação dos efeitos da tutela recursal para determinar a suspensão das atividades de mineração do empreendimento Onça Puma e fixou uma indenização a ser paga mensalmente às aldeias indígenas.\r\n    Contra a última decisão, o Estado do Pará apresentou neste Supremo Tribunal Federal o pedido de Suspensão de Liminar nº 933.\r\n    Em 2017, a Quinta Turma do Tribunal Regional Federal da 1ª Região julgou o mérito do agravo de instrumento interposto, que é objeto da STP 105, ainda em trâmite na Corte Suprema. \r\n    Eis o teor da decisão:\r\n    “CONSTITUCIONAL, ADMINISTRATIVO E PROCESSUAL CIVIL. AÇÃO CIVIL PÚBLICA. EXPLORAÇÃO MINERÁRIA (MINERAÇÃO ONÇA PUMA – MOP). IMPACTOS ETNO-AMBIENTAIS EM COMUNIDADES INDÍGENAS. ALDEIAS DO POVO KAYAPÓ E XIKRIN, LOCALIZADAS NA SUB-BACIA DO RIO CATETÉ E DO IGARAPÉ CARAPANÃ, NO ESTADO DO PARÁ. AUSÊNCIA DE IMPLEMENTAÇÃO DE CONDICIONANTES PREVISTAS NO LICENCIAMENTO AMBIENTAL (PLANO DE GESTÃO ECONÔMICA E AMBIENTAL E DEMAIS MEDIDAS COMPENSATÓRIAS). RESPONSABILIDADE CIVIL DO EMPREENDEDOR (VALE S/A). TUTELA CAUTELAR INIBITÓRIA E FIXAÇÃO DE INDENIZAÇÃO PROVISÓRIA. CABIMENTO. \r\n    I– Na espécie dos autos, afigura-se da responsabilidade do empreendedor o efetivo cumprimento das condicionantes previstas no licenciamento ambiental de empreendimento minerário instalado nas proximidades de terras indígenas. \r\n    II– Nesse contexto, constatado o descumprimento de condicionantes, consistentes na realização de Plano de Gestão Econômica e Ambiental e demais medidas compensatórias dos impactos negativos etno-ambientais decorrentes da implementação da Mineração Onça Puma, instalada nas proximidades de terras indígenas (aldeias do povo Kayapó e Xikrin, localizadas na sub-bacia do Rio Cateté e do Igarapé Carapanã, no Estado do Pará), com efeitos danosos ao meio ambiente natural das referidas comunidades indígenas, afigura-se legítima a suspensão das atividades minerárias, ali instaladas, bem assim, o pagamento de justa indenização, ainda em caráter provisório, como forma de mitigar os nefastos reflexos já produzidos no seio das comunidades indígenas afetadas (grave lesão à saúde, à segurança e à subsistência de seus membros), como medida preventiva e inibitória, até o efetivo cumprimento de tais condicionantes, a ser devidamente apurado através de perícia multidisciplinar perante o juízo monocrático.\r\n    III– No caso em exame, diante da gravidade da situação fática constatada nas aludidas comunidades indígenas, resultante de cessação das atividades básicas de seus membros (prática da caça e da pesca), como meio de subsistência, em contraste com o elevado volume do proveito econômico e financeiro do empreendimento mineral em referência, a fixação do quantum indenizatório, na espécie, afigura-se razoável, num exame superficial e próprio das tutelas de urgência, em montante correspondente ao valor de 01 (um) salário-mínimo, por integrante de cada aldeia, por se adequar, ainda que não satisfatoriamente, à realidade sócio-econômica do cenário de danos, ali, ocorridos, até ulterior deliberação judicial, na dimensão da perícia multidisciplinar já determinada, e até porque a extração mineral, noticiada nos autos, na sub-bacia do Rio Cateté, com impactos negativos nas aludidas terras indígenas deveria resultar, por determinação constitucional, na aferição do direito das comunidades indígenas afetadas, em participar do resultado da lavra do mineral perseguido pela empresa multinacional Vale S/A (CF, art. 231, § 3º). Vencido, em parte, no ponto, o Relator, que fixava o valor da indenização provisória em R$ 1.000.000,00 (hum milhão de reais), para cada aldeia das comunidades indígenas descritas nos autos.\r\n    IV– O valor depositado judicialmente, a título indenizatório, em caráter provisório, haverá de ser destinado às respectivas comunidades indígenas beneficiárias, segundo critérios de aplicação e de prestação de contas estabelecidos em competente Termo de Ajustamento de Conduta, por elas celebrado perante o Ministério Público Federal, com observância das formalidades legais. \r\n    V– Agravo provido. Decisão agravada parcialmente reformada, para concessão da tutela de urgência formulada no feito de origem, em maior extensão (paralisação imediata das atividades de exploração mineral do empreendimento Onça Puma, no Estado do Pará e elevação do valor da indenização), judicialmente fixada, com a garantia de decisão plenária do Supremo Tribunal Federal, nos autos da Suspensão de Liminar nº 933 (julgado em 31/5/2017), restando prejudicado o agravo interno”.\r\n    A Quinta Turma do TRF1, portanto, confirmou parcialmente a medida liminar, condenando a Vale S.A a paralisar a atividade de mineração e a pagar mensalmente o valor de um salário-mínimo por indígena. \r\n    Na SL 933, o pedido de contracautela foi proposto pelo Estado do Pará contra decisão liminar proferida por Desembargador do Tribunal Regional Federal da 1ª Região, o qual, nos autos do agravo de instrumento 0042106-84.2015.4.01.0000 (ação popular nº 0002383-85.2012.4.01.3905/PA), que deferiu a antecipação de tutela recursal, nos seguintes termos:\r\n    “determinar a imediata suspensão das atividades de mineração no empreendimento descrito nos autos, até que seja comprovada a implementação do Plano de Gestão Econômica e das demais medidas compensatórias para as aludidas comunidades indígenas, determinando-se, ainda, que a Companhia Vale do Rio Doce S/A proceda ao depósito mensal de quantia pecuniária, a título de compensação pela ausência da adoção dessas medidas, no valor de R$ 1.000.000,00 (um milhão de reais), por aldeia, a ser revertido às aludidas comunidades, até a efetiva implementação de tais medidas, devendo a quantia aqui estipulada ser depositada perante o juízo do feito, em conta judicial junto à Caixa Econômica Federal, para essa específica finalidade e posterior levantamento pelas comunidades indígenas beneficiárias, por intermédio de seus respectivos representantes legais constituídos nos autos, a se efetivar tal depósito judicial, a partir do dia 10 (dez) de agosto do corrente ano, sob pena da multa coercitiva no montante de R$ 10.000,00 (dez mil reais), por dia de atraso, no cumprimento desta decisão mandamental, a contar de sua ciência, sem prejuízo das demais sanções cabíveis, na espécie, nos termos do artigo 14, inciso V e respectivo parágrafo único do CPC vigente (pág. 21 do documento eletrônico 23)”.\r\n    Na ocasião, o Presidente do Supremo Tribunal à época, Ministro Ricardo Lewandowski, deferiu \r\n    “parcialmente o pedido para permitir a continuidade das atividades de mineração do Empreendimento Onça Puma, sem prejuízo de implementação do Plano de Gestão Econômica e das demais medidas compensatórias para as aludidas comunidades indígenas (...)”. \r\n    Na análise dos recursos apresentados, o relator negou provimento. Contudo, o Ministro Marco Aurélio abriu divergência para prover os agravos, sob o seguinte fundamento:\r\n    “Presidente, tem-se conflito, considerados valores. De um lado, o meio ambiente, presente comunidade que mereceu proteção, tendo em conta a Carta de 1988, a indígena. De outra, um aspecto patrimonial, que diz respeito não só à prestação de serviço, como também à arrecadação do Estado e do próprio Município.\r\n    Sempre encarei o pedido de suspensão de liminar como algo excepcional, a pressupor dano inafastável. E não é de hoje que se busca o desenvolvimento sustentável, preservando-se certos valores consagrados pela Constituição de 1988.\r\n    Ante esse contexto e porque a matéria foi apreciada, creio, pelo Juízo ou pelo Tribunal de Justiça...\r\n    (...)\r\n    Não se observa, quanto ao pedido de suspensão, o que é mola fundamental do devido processo legal, ou seja, o contraditório. Peço vênia a Vossa Excelência para prover os agravos”. \r\n    Os demais Ministros acompanharam a divergência apresentada, destacando-se o voto do Ministro Roberto Barroso, que resume, com precisão, o entendimento firmado pelo Plenário do Supremo segundo o qual foram reconhecidas a complexidade fática do julgado, a inviabilidade de aferir neste Supremo Tribunal a extensão do impacto ambiental decorrente do empreendimento e a necessidade de confiar às instâncias ordinárias a análise das provas.\r\n    Nesse sentido, destaco o excerto do voto de Sua Excelência, o Ministro Roberto Barroso: \r\n    “Há uma decisão do Tribunal Regional Federal que estabeleceu esse depósito. Em suspensão liminar, se suspendeu. Nós, agora, estamos dando provimento e restabelecendo a decisão que poderá ser impugnada da maneira adequada. O que nós estamos entendendo é que esta matéria tem uma complexidade fática e envolve saúde e, consequentemente, por precaução, nós estamos parando o jogo e determinando às instâncias ordinárias que deliberem. Penso que seja assim o certo a se fazer” (grifo nosso). \r\n    Eis a ementa do julgado:\r\n    “SUSPENSÃO DE LIMINAR – EXCEPCIONALIDADE. A suspensão de liminar, de tutela antecipada, surge no campo da excepcionalidade maior, pressupondo relevância e risco ímpares (SL 933 - AgR-segundo, Rel. Min. Cármen Lúcia (Presidente), Rel. p/ o ac. Min. Marco Aurélio, Tribunal Pleno, DJe - 17/8/2017).\r\n    Na ocasião, portanto, a questão foi devolvida à instância de origem, em especial ao Juízo da Vara Federal de Redenção/PA e ao Tribunal Regional Federal da Primeira Região.\r\n    Do caso em debate:\r\n    É cediço na jurisprudência do Supremo Tribunal Federal a impossibilidade de se analisar o mérito da ação que ensejou o pedido de suspensão, porquanto cabe ao Presidente verificar apenas a existência de elementos do ato decisório com potencialidade lesiva aos interesses públicos relevantes assegurados em lei. \r\n    Todavia, isso não afasta o exercício mínimo de delibação da matéria de fundo, desde que a análise se limite aos aspectos concernentes à potencialidade lesiva do ato decisório. Nesse sentido, destaco: SS 5049 - AgR-ED, Rel.: Min. Ricardo Lewandowski (Presidente), Tribunal Pleno, DJe de 16/5/2016.\r\n    Atento aos fundamentos jurídicos constantes do acórdão firmado na SL 933/PA, verifico que as condições de fato e de direito que ensejaram a decisão da Corte permanecem inalteradas, porquanto a instrução probatória no juízo de origem ainda não foi concluída e a controvérsia a ser dirimida nestes autos demanda, a princípio, aprofundado exame dos fatos e das provas produzidas na ação civil pública pelas instâncias ordinárias.\r\n    Nos autos da ação principal (nº 0002383-85.2012.4.01.3905/PA), o juízo da Vara da Subseção Judiciária de Redenção-PA determinou a elaboração de perícia nas seguintes áreas: a) engenharia florestal; b) engenharia agrônoma; c) engenharia civil; d) engenharia metalúrgica; e) geologia; f) biologia; g) antropologia; h) medicina geneticista; e i) assistência social.\r\n    Segundo a última decisão prolatada pelo juiz de primeira instância, em 13/2/2019, a realização de perícia está pendente em apenas duas áreas:\r\n    “No caso, a prova pericial não foi concluída, estando pendente de realização a perícia nas áreas de antropologia e medicina geneticista, necessárias a, respectivamente, ´fazer uma inter-relação das comunidades com as empresas, propiciar eficácia aos programas e verificar as medidas mitigadoras´ e ´aferir eventual relação entre os resíduos industriais e os casos de má formação de fetos noticiados nos autos´. (...)\r\n    Além disso, encontra-se em andamento a exceção de suspeição dos peritos (Autos nº 863-80.2018.4.01.3905), feito este concluso em 08/02/2019, assim como pedido de nulidade das perícias já realizadas (fls. 7391/7418 e 7512/7519)” (doc. 187, p. 15).\r\n    Assim, por medida de cautela e por observância dos fundamentos delineados na SL 933/PA, determino o sobrestamento deste feito até que sejam realizadas as duas últimas perícias na instância ordinária (antropologia e medicina geneticista).\r\n    Oficie-se às instâncias ordinárias para informarem a Corte Suprema assim que concluídas as perícias técnicas.\r\n    Publique-se. Int.\r\n    Brasília, 16 de maio de 2019.\r\nMinistro Dias Toffoli\r\nPresidente\r\nDocumento assinado digitalmente","id":"despacho979901","documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5290&classe=SS","procedencia_geografica_uf_extenso":"Pará","documental_observacao_texto":"12/09/2019\r\nLegislação feita por:(DYS).","dg_atualizado_em":"2022-09-16T11:02:08.186467","dg_unique":"despacho979901","procedencia_geografica_pais_sigla":"BR","processo_classe_processual_unificada_incidente_sigla":null,"presidente_nome":null,"inteiro_teor_url":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=15340172923&ext=.pdf","partes_lista_texto":"REQTE.(S)           : PROCURADORA-GERAL DA REPÚBLICA\r\nREQDO.(A/S)         : TRIBUNAL REGIONAL FEDERAL DA 1ª REGIÃO\r\nADV.(A/S)           : SEM REPRESENTAÇÃO NOS AUTOS\r\nINTDO.(A/S)         : VALE S.A.\r\nADV.(A/S)           : GUILHERME SILVEIRA COELHO E OUTRO(A/S)\r\nINTDO.(A/S)         : MINERAÇÃO ONÇA PUMA\r\nADV.(A/S)           : SEM REPRESENTAÇÃO NOS AUTOS\r\nINTDO.(A/S)         : ESTADO DO PARÁ\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DO ESTADO DO PARÁ\r\nINTDO.(A/S)         : PRESIDENTE DA FUNDAÇÃO NACIONAL DO ÍNDIO - FUNAI\r\nADV.(A/S)           : PROCURADOR-GERAL FEDERAL\r\nADV.(A/S)           : SERGIO BERMUDES","externo_seq_objeto_incidente":null,"documental_decisao_mesmo_sentido_lista_texto":null,"procedencia_geografica_completo":"PA - PARÁ","processo_codigo_completo":"SS 5290","processo_classe_processual_unificada_classe_sigla":"SS","julgamento_data":"2019-05-16","documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-105 DIVULG 20/05/2019 PUBLIC 21/05/2019","processo_classe_processual_unificada_extenso":"SUSPENSÃO DE SEGURANÇA","documental_doutrina_texto":null,"ministro_facet":["PRESIDENTE","DIAS TOFFOLI"],"processo_numero":5290,"base":"decisoes"},"highlight":{"decisao_texto":["recursos apresentados, o relator negou provimento. Contudo, o Ministro Marco Aurélio abriu divergência para prover os agravos, sob o seguinte fundamento:\r\n    “Presidente, tem-se conflito, considerados valores. De um lado, o meio ambiente, presente comunidade que mereceu proteção, tendo em conta a Carta de 1988, a indígena. De outra, um aspecto patrimonial, que diz respeito não só à prestação de serviço, como também à arrecadação do Estado e do próprio Município.\r\n    Sempre encarei o pedido de suspensão de liminar como algo excepcional, a pressupor dano inafastável. E não é de hoje que se <em>busca</em> o desenvolvimento sustentável, preservando-se certos valores consagrados pela Constituição de 1988.\r\n    Ante esse contexto e porque a matéria foi apreciada, creio, pelo Juízo ou pelo Tribunal de Justiça...\r\n    (...)\r\n    Não se observa, quanto ao pedido de suspensão, o que é mola fundamental do devido processo legal, ou seja, o contraditório. Peço vênia a Vossa Excelência para prover os agravos”. \r\n    Os demais Ministros acompanharam a divergência apresentada, destacando-se o voto do Ministro Roberto Barroso, que resume, com precisão, o entendimento firmado pelo Plenário do Supremo segundo"]}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"despacho982434","_score":5.150484,"_source":{"procedencia_geografica_uf_sigla":"PA","dje_url":"http://stf.jus.br/portal/diarioJustica/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5115&classe=SS","titulo":"SS 5115","documental_legislacao_citada_texto":["LEG-FED   CF        ANO-1988\r\n          ART-00231 PAR-00003  \r\n          CF-1988 CONSTITUIÇÃO FEDERAL\r\n","LEG-FED   LEI-013105       ANO-2015\r\n          ART-00014 INC-00005 PAR-ÚNICO \r\n          CPC-2015 CÓDIGO DE PROCESSO CIVIL"],"relator_decisao_nome":"DIAS TOFFOLI","publicacao_data":"2019-05-29","relator_processo_nome":"Presidente","ods_onu":[],"documental_decisao_mesmo_sentido_is_secundario":false,"is_decisao_presidencia":true,"decisao_texto":"Decisão: \r\n    Trata-se de suspensão de segurança ajuizada pelo Ministério Público Federal em face de decisão liminar proferida pelo Desembargador Relator do Mandado de Segurança n. 1001616-03.2015.4.01.0000, no Tribunal Regional Federal da Primeira Região, que suspendeu a decisão antecipatória da tutela recursal deferida no Agravo de Instrumento n. 0042106-84.2015.4.01.0000/PA, pela qual havia determinado a suspensão das atividades do empreendimento da Vale S/A e a realização de depósitos financeiros mensais em favor de comunidades indígenas afetadas pelo empreendimento, a título de compensação.\r\n    Segundo o autor:\r\n    “Nos autos do sobredito Mandado de Segurança n.º 1001616-03.2015.4.01.0000, o Desembargador Federal Carlos Moreira Alves suspendeu os efeitos da tutela antecipatória recursal concedida pelo relator do Agravo de Instrumento n.º 0042106-84.2015.4.01.0000, porque ‘relevantes os fundamentos da impetração, no sentido da alteração do pedido alternativo na ação onde proferida a decisão agravada, não se antevendo (…) prova inequívoca a propósito da verossimilhança da alegação em que se sustente a providência drástica de suspensão das atividades de mineração no empreendimento objeto dos autos, (…) nem quanto à providência liminar de majoração do valor compensatório, com contornos que assumem efeitos de satisfação da obrigação, na medida em que levantados os valores pelos integrantes da comunidade indígena, situação de fato materialmente irreversível” (e-doc. 1, p. 12).\r\n     Aduz haver grave lesão à ordem, à segurança e à saúde públicas, porquanto a suposta contaminação da água do rio Cateté pelas atividades da mineração está causando deformação dos fetos e a cultura belicosa dos indígenas está gerando conflitos na região.\r\n    Alega ainda que “os Xikrin e os Kayapó não poderão continuar a utilizar as águas do Rio Cateté para beber, plantar, pescar, cozinhar, lavar utensílios, tomar banho. E terão que buscar água e alimento na cidade, o que demanda dinheiro. Daí a necessidade de manutenção da obrigação imposta ao empreendedor para pagamento da quantia de R$ 1.000.000,00 (um milhão de reais) por mês, para cada uma das 7 (sete) aldeias indígenas afetadas, enquanto não comprovado o cumprimento das obrigações de fazer” (e-doc. 1, p. 20).\r\n    Em 1º/9/2017, a Ministra Cármen Lúcia, então Presidente da Suprema Corte, indeferiu a medida cautelar requerida na presente suspensão, em decisão assim ementada (e-doc. 147):\r\n    “MEDIDA CAUTELAR NA SUSPENSÃO DE SEGURANÇA. AÇÃO CIVIL PÚBLICA. MINERAÇÃO ONÇA PUMA. IMPLEMENTAÇÃO DE PLANO DE GESTÃO ECONÔMICA. MEDIDAS COMPENSATÓRIAS. FIXAÇÃO DE PRAZO. LEVANTAMENTO DE DEPÓSITO JUDICIAL. CONTROVÉRSIA JURÍDICA DECIDIDA PELO PLENÁRIO DESTE SUPREMO TRIBUNAL NO JULGAMENTO DA SUSPENSÃO DE LIMINAR N. 933. DEVOLUÇÃO DA QUESTÃO À INSTÂNCIA DE ORIGEM. MEDIDA CAUTELAR INDEFERIDA”.\r\n    Designada audiência de conciliação (e-doc. 331), esta restou infrutífera, conforme se vê no Termo de Audiência anexado no e-doc. 348.\r\n    É o relato do necessário.\r\n    Decido.\r\n    A demanda é complexa e envolve interesses jurídicos sensíveis e relevantes, considerando-se principalmente o eventual dano ambiental, social e cultural às comunidades indígenas e o possível prejuízo à ordem econômica dos municípios paraenses de Parauapebas, São Félix do Xingu e Ourilândia do Norte.\r\n    Dito isso, passo a realizar um breve relato do processo na origem.\r\n    Em 2011, o Ministério Público Federal propôs ação civil pública, postulando liminarmente (nº 0002383-85.2012.4.01.3905/PA): \r\n    “a suspensão das atividades de mineração no empreendimento até que sejam efetivamente analisados os impactos, as medidas mitigadoras e medidas compensatórias para as comunidades indígenas da TI Xicrin e Kayapó ou, subsidiariamente, que seja determinado o depósito mensal de quantia pecuniária a título de compensação pela ausência da adoção destas medidas, no valor de R$ 1.000.000,00 (um milhão de reais) a ser revertido às comunidades até a efetiva implantação das medidas”.\r\n    O Juízo Federal indeferiu o pedido liminar, tendo reconsiderado, posteriormente, sua decisão. Em agravo de instrumento, o Desembargador Relator deferiu a antecipação dos efeitos da tutela recursal para determinar a suspensão das atividades de mineração do empreendimento Onça Puma e fixou uma indenização a ser paga mensalmente às aldeias indígenas.\r\n    Contra a última decisão, o Estado do Pará apresentou neste Supremo Tribunal Federal o pedido de Suspensão de Liminar nº 933.\r\n    Em 2017, a Quinta Turma do Tribunal Regional Federal da 1ª Região julgou o mérito do agravo de instrumento interposto, que é objeto da STP 105. \r\n    Eis o teor da decisão:\r\n    “CONSTITUCIONAL, ADMINISTRATIVO E PROCESSUAL CIVIL. AÇÃO CIVIL PÚBLICA. EXPLORAÇÃO MINERÁRIA (MINERAÇÃO ONÇA PUMA – MOP). IMPACTOS ETNO-AMBIENTAIS EM COMUNIDADES INDÍGENAS. ALDEIAS DO POVO KAYAPÓ E XIKRIN, LOCALIZADAS NA SUB-BACIA DO RIO CATETÉ E DO IGARAPÉ CARAPANÃ, NO ESTADO DO PARÁ. AUSÊNCIA DE IMPLEMENTAÇÃO DE CONDICIONANTES PREVISTAS NO LICENCIAMENTO AMBIENTAL (PLANO DE GESTÃO ECONÔMICA E AMBIENTAL E DEMAIS MEDIDAS COMPENSATÓRIAS). RESPONSABILIDADE CIVIL DO EMPREENDEDOR (VALE S/A). TUTELA CAUTELAR INIBITÓRIA E FIXAÇÃO DE INDENIZAÇÃO PROVISÓRIA. CABIMENTO. \r\n    I– Na espécie dos autos, afigura-se da responsabilidade do empreendedor o efetivo cumprimento das condicionantes previstas no licenciamento ambiental de empreendimento minerário instalado nas proximidades de terras indígenas. \r\n    II– Nesse contexto, constatado o descumprimento de condicionantes, consistentes na realização de Plano de Gestão Econômica e Ambiental e demais medidas compensatórias dos impactos negativos etno-ambientais decorrentes da implementação da Mineração Onça Puma, instalada nas proximidades de terras indígenas (aldeias do povo Kayapó e Xikrin, localizadas na sub-bacia do Rio Cateté e do Igarapé Carapanã, no Estado do Pará), com efeitos danosos ao meio ambiente natural das referidas comunidades indígenas, afigura-se legítima a suspensão das atividades minerárias, ali instaladas, bem assim, o pagamento de justa indenização, ainda em caráter provisório, como forma de mitigar os nefastos reflexos já produzidos no seio das comunidades indígenas afetadas (grave lesão à saúde, à segurança e à subsistência de seus membros), como medida preventiva e inibitória, até o efetivo cumprimento de tais condicionantes, a ser devidamente apurado através de perícia multidisciplinar perante o juízo monocrático.\r\n    III– No caso em exame, diante da gravidade da situação fática constatada nas aludidas comunidades indígenas, resultante de cessação das atividades básicas de seus membros (prática da caça e da pesca), como meio de subsistência, em contraste com o elevado volume do proveito econômico e financeiro do empreendimento mineral em referência, a fixação do quantum indenizatório, na espécie, afigura-se razoável, num exame superficial e próprio das tutelas de urgência, em montante correspondente ao valor de 01 (um) salário-mínimo, por integrante de cada aldeia, por se adequar, ainda que não satisfatoriamente, à realidade sócio-econômica do cenário de danos, ali, ocorridos, até ulterior deliberação judicial, na dimensão da perícia multidisciplinar já determinada, e até porque a extração mineral, noticiada nos autos, na sub-bacia do Rio Cateté, com impactos negativos nas aludidas terras indígenas deveria resultar, por determinação constitucional, na aferição do direito das comunidades indígenas afetadas, em participar do resultado da lavra do mineral perseguido pela empresa multinacional Vale S/A (CF, art. 231, § 3º). Vencido, em parte, no ponto, o Relator, que fixava o valor da indenização provisória em R$ 1.000.000,00 (hum milhão de reais), para cada aldeia das comunidades indígenas descritas nos autos.\r\n    IV– O valor depositado judicialmente, a título indenizatório, em caráter provisório, haverá de ser destinado às respectivas comunidades indígenas beneficiárias, segundo critérios de aplicação e de prestação de contas estabelecidos em competente Termo de Ajustamento de Conduta, por elas celebrado perante o Ministério Público Federal, com observância das formalidades legais. \r\n    V– Agravo provido. Decisão agravada parcialmente reformada, para concessão da tutela de urgência formulada no feito de origem, em maior extensão (paralisação imediata das atividades de exploração mineral do empreendimento Onça Puma, no Estado do Pará e elevação do valor da indenização), judicialmente fixada, com a garantia de decisão plenária do Supremo Tribunal Federal, nos autos da Suspensão de Liminar nº 933 (julgado em 31/5/2017), restando prejudicado o agravo interno”.\r\n    A Quinta Turma do TRF1, portanto, confirmou parcialmente a medida liminar, condenando a Vale S.A a paralisar a atividade de mineração e a pagar mensalmente o valor de um salário-mínimo por indígena. \r\n    Na SL 933, o pedido de contracautela foi proposto pelo Estado do Pará contra decisão liminar proferida por Desembargador do Tribunal Regional Federal da 1ª Região, o qual, nos autos do agravo de instrumento 0042106-84.2015.4.01.0000 (ação popular nº 0002383-85.2012.4.01.3905/PA), deferiu pedido de antecipação de tutela recursal, nos seguintes termos:\r\n    “determinar a imediata suspensão das atividades de mineração no empreendimento descrito nos autos, até que seja comprovada a implementação do Plano de Gestão Econômica e das demais medidas compensatórias para as aludidas comunidades indígenas, determinando-se, ainda, que a Companhia Vale do Rio Doce S/A proceda ao depósito mensal de quantia pecuniária, a título de compensação pela ausência da adoção dessas medidas, no valor de R$ 1.000.000,00 (um milhão de reais), por aldeia, a ser revertido às aludidas comunidades, até a efetiva implementação de tais medidas, devendo a quantia aqui estipulada ser depositada perante o juízo do feito, em conta judicial junto à Caixa Econômica Federal, para essa específica finalidade e posterior levantamento pelas comunidades indígenas beneficiárias, por intermédio de seus respectivos representantes legais constituídos nos autos, a se efetivar tal depósito judicial, a partir do dia 10 (dez) de agosto do corrente ano, sob pena da multa coercitiva no montante de R$ 10.000,00 (dez mil reais), por dia de atraso, no cumprimento desta decisão mandamental, a contar de sua ciência, sem prejuízo das demais sanções cabíveis, na espécie, nos termos do artigo 14, inciso V e respectivo parágrafo único do CPC vigente (pág. 21 do documento eletrônico 23)”.\r\n    Na ocasião, o Presidente do Supremo Tribunal à época, Ministro Ricardo Lewandowski, deferiu \r\n    “parcialmente o pedido para permitir a continuidade das atividades de mineração do Empreendimento Onça Puma, sem prejuízo de implementação do Plano de Gestão Econômica e das demais medidas compensatórias para as aludidas comunidades indígenas (...)”. \r\n    Na análise dos recursos apresentados, o relator negou provimento. Contudo, o Ministro Marco Aurélio abriu divergência para prover os agravos, sob o seguinte fundamento:\r\n    “Presidente, tem-se conflito, considerados valores. De um lado, o meio ambiente, presente comunidade que mereceu proteção, tendo em conta a Carta de 1988, a indígena. De outra, um aspecto patrimonial, que diz respeito não só à prestação de serviço, como também à arrecadação do Estado e do próprio Município.\r\n    Sempre encarei o pedido de suspensão de liminar como algo excepcional, a pressupor dano inafastável. E não é de hoje que se busca o desenvolvimento sustentável, preservando-se certos valores consagrados pela Constituição de 1988.\r\n    Ante esse contexto e porque a matéria foi apreciada, creio, pelo Juízo ou pelo Tribunal de Justiça...\r\n    (...)\r\n    Não se observa, quanto ao pedido de suspensão, o que é mola fundamental do devido processo legal, ou seja, o contraditório. Peço vênia a Vossa Excelência para prover os agravos”. \r\n    Os demais Ministros acompanharam a divergência apresentada, destacando-se o voto do Ministro Roberto Barroso, que resume, com precisão, o entendimento firmado pelo Plenário do Supremo segundo o qual foram reconhecidas a complexidade fática do julgado, a inviabilidade de aferir neste Supremo Tribunal a extensão do impacto ambiental decorrente do empreendimento e a necessidade de confiar às instâncias ordinárias a análise das provas.\r\n    Nesse sentido, destaco o excerto do voto de Sua Excelência, o Ministro Roberto Barroso: \r\n    “Há uma decisão do Tribunal Regional Federal que estabeleceu esse depósito. Em suspensão liminar, se suspendeu. Nós, agora, estamos dando provimento e restabelecendo a decisão que poderá ser impugnada da maneira adequada. O que nós estamos entendendo é que esta matéria tem uma complexidade fática e envolve saúde e, consequentemente, por precaução, nós estamos parando o jogo e determinando às instâncias ordinárias que deliberem. Penso que seja assim o certo a se fazer” (grifo nosso). \r\n    Eis a ementa do julgado:\r\n    “SUSPENSÃO DE LIMINAR – EXCEPCIONALIDADE. A suspensão de liminar, de tutela antecipada, surge no campo da excepcionalidade maior, pressupondo relevância e risco ímpares (SL 933 - AgR-segundo, Rel. Min. Cármen Lúcia (Presidente), Rel. p/ o ac. Min. Marco Aurélio, Tribunal Pleno, DJe - 17/8/2017).\r\n    Na ocasião, portanto, a questão foi devolvida à instância de origem, em especial ao Juízo da Vara Federal de Redenção/PA e ao Tribunal Regional Federal da Primeira Região.\r\n    Do caso em debate:\r\n    É cediço na jurisprudência do Supremo Tribunal Federal a impossibilidade de se analisar o mérito da ação que ensejou o pedido de suspensão, porquanto cabe ao Presidente verificar apenas a existência de elementos do ato decisório com potencialidade lesiva aos interesses públicos relevantes assegurados em lei. \r\n    Todavia, isso não afasta o exercício mínimo de delibação da matéria de fundo, desde que a análise se limite aos aspectos concernentes à potencialidade lesiva do ato decisório. Nesse sentido, destaco: SS 5049 - AgR-ED, Rel.: Min. Ricardo Lewandowski (Presidente), Tribunal Pleno, DJe de 16/5/2016.\r\n    Atento aos fundamentos jurídicos constantes do acórdão firmado na SL 933/PA, verifico que as condições de fato e de direito que ensejaram a decisão da Corte permanecem inalteradas, porquanto a instrução probatória no juízo de origem ainda não foi concluída e a controvérsia a ser dirimida nestes autos demanda, a princípio, aprofundado exame dos fatos e das provas produzidas na ação civil pública pelas instâncias ordinárias.\r\n    Nos autos da ação principal (nº 0002383-85.2012.4.01.3905/PA), o juízo da Vara da Subseção Judiciária de Redenção-PA determinou a elaboração de perícia nas seguintes áreas: a) engenharia florestal; b) engenharia agrônoma; c) engenharia civil; d) engenharia metalúrgica; e) geologia; f) biologia; g) antropologia; h) medicina geneticista; e i) assistência social.\r\n    Segundo a última decisão prolatada pelo juiz de primeira instância, em 13/2/2019, a realização de perícia está pendente em apenas duas áreas:\r\n    “No caso, a prova pericial não foi concluída, estando pendente de realização a perícia nas áreas de antropologia e medicina geneticista, necessárias a, respectivamente, ´fazer uma inter-relação das comunidades com as empresas, propiciar eficácia aos programas e verificar as medidas mitigadoras´ e ´aferir eventual relação entre os resíduos industriais e os casos de má formação de fetos noticiados nos autos´. (...)\r\n    Além disso, encontra-se em andamento a exceção de suspeição dos peritos (Autos nº 863-80.2018.4.01.3905), feito este concluso em 08/02/2019, assim como pedido de nulidade das perícias já realizadas (fls. 7391/7418 e 7512/7519)” (doc. 187, p. 15).\r\n    Assim, por medida de cautela e por observância dos fundamentos delineados na SL 933/PA, determino o sobrestamento deste feito até que sejam realizadas as duas últimas perícias na instância ordinária (antropologia e medicina geneticista).\r\n    Oficie-se às instâncias ordinárias para informarem a Corte Suprema assim que concluídas as perícias técnicas.\r\n    Publique-se. Int.\r\n    Brasília, 16 de maio de 2019.\r\nMinistro Dias Toffoli\r\nPresidente\r\nDocumento assinado digitalmente","id":"despacho982434","documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5115&classe=SS","procedencia_geografica_uf_extenso":"Pará","documental_observacao_texto":"24/09/2019\r\nLegislação feita por:(DYS).","dg_atualizado_em":"2022-09-16T11:18:47.558976","dg_unique":"despacho982434","procedencia_geografica_pais_sigla":"BR","processo_classe_processual_unificada_incidente_sigla":null,"presidente_nome":null,"inteiro_teor_url":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=15340269204&ext=.pdf","partes_lista_texto":"REQTE.(S)           : MINISTÉRIO PÚBLICO FEDERAL\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DA REPÚBLICA\r\nREQDO.(A/S)         : TRIBUNAL REGIONAL FEDERAL DA 1ª REGIÃO\r\nADV.(A/S)           : SEM REPRESENTAÇÃO NOS AUTOS\r\nINTDO.(A/S)         : VALE S/A\r\nADV.(A/S)           : CLÁUDIO BONATO FRUET E OUTRO(A/S)\r\nINTDO.(A/S)         : FUNAI - FUNDAÇÃO NACIONAL DO ÍNDIO\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL FEDERAL\r\nINTDO.(A/S)         : ASSOCIAÇÃO INDÍGENA BAYPRÃ DE DEFESA DO POVO XIKRIN DO O-ODJA\r\nADV.(A/S)           : JOSE DIOGO DE OLIVEIRA LIMA\r\nINTDO.(A/S)         : MINERACAO ONCA PUMA LTDA\r\nADV.(A/S)           : SEM REPRESENTAÇÃO NOS AUTOS\r\nADV.(A/S)           : CARLOS EDUARDO CAPUTO BASTOS","externo_seq_objeto_incidente":null,"documental_decisao_mesmo_sentido_lista_texto":null,"procedencia_geografica_completo":"PA - PARÁ","processo_codigo_completo":"SS 5115","processo_classe_processual_unificada_classe_sigla":"SS","julgamento_data":"2019-05-16","documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-113 DIVULG 28/05/2019 PUBLIC 29/05/2019","processo_classe_processual_unificada_extenso":"SUSPENSÃO DE SEGURANÇA","documental_doutrina_texto":null,"ministro_facet":["PRESIDENTE","DIAS TOFFOLI"],"processo_numero":5115,"base":"decisoes"},"highlight":{"decisao_texto":["recursos apresentados, o relator negou provimento. Contudo, o Ministro Marco Aurélio abriu divergência para prover os agravos, sob o seguinte fundamento:\r\n    “Presidente, tem-se conflito, considerados valores. De um lado, o meio ambiente, presente comunidade que mereceu proteção, tendo em conta a Carta de 1988, a indígena. De outra, um aspecto patrimonial, que diz respeito não só à prestação de serviço, como também à arrecadação do Estado e do próprio Município.\r\n    Sempre encarei o pedido de suspensão de liminar como algo excepcional, a pressupor dano inafastável. E não é de hoje que se <em>busca</em> o desenvolvimento sustentável, preservando-se certos valores consagrados pela Constituição de 1988.\r\n    Ante esse contexto e porque a matéria foi apreciada, creio, pelo Juízo ou pelo Tribunal de Justiça...\r\n    (...)\r\n    Não se observa, quanto ao pedido de suspensão, o que é mola fundamental do devido processo legal, ou seja, o contraditório. Peço vênia a Vossa Excelência para prover os agravos”. \r\n    Os demais Ministros acompanharam a divergência apresentada, destacando-se o voto do Ministro Roberto Barroso, que resume, com precisão, o entendimento firmado pelo Plenário do Supremo segundo"]}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"despacho1365555","_score":4.8652563,"_source":{"procedencia_geografica_uf_sigla":"PR","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1412276&classe=RE","titulo":"RE 1412276","documental_legislacao_citada_texto":null,"relator_decisao_nome":null,"publicacao_data":"2022-12-14","relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":[],"documental_decisao_mesmo_sentido_is_secundario":false,"is_decisao_presidencia":false,"decisao_texto":"Decisão\n\n\n\n     \n\n\n\n    Trata-se de Recurso Extraordinário interposto em face de acórdão proferido pela Terceira Turma Recursal do Paraná, o qual manteve a sentença que julgou procedente o pedido para estabelecer, em favor do autor, o benefício de aposentadoria por invalidez a partir de 26/2/2021, bem como para determinar que o cálculo da RMI deverá respeitar como piso o valor do auxílio por incapacidade temporária que lhe tenha antecedido (Doc. 75 e Doc. 106).\n\n\n\n    Opostos Embargos de Declaração pelo INSS (Doc. 112), foram rejeitados (Doc. 125).\n\n\n\n    No RE (Doc. 131), interposto com amparo no art. 102, III, “a”, da Constituição Federal, o INSS aponta violação ao art. 26, §2º, III, e §5º, da EC 103/2019 e ao art. 2º da CF/1988. Em suma, a parte recorrente defende a constitucionalidade das novas regras estabelecidas no art. 26, §2º, III, e §5º, da EC 103/2019, tendo em vista que as situações de incapacidade permanente para o trabalho referidas não são equivalentes, porquanto a causa do infortúnio pode ter natureza acidentária ou não, (...) a opção política do Poder Constituinte Reformador da EC 103/2019, ao determinar o valor da aposentadoria com proventos integrais para a hipótese de incapacidade acidentária e com proventos proporcionais nos demais casos, não viola o princípio da isonomia (fl. 9, Doc. 131).\n\n\n\n    Aduz que as novas regras estabelecidas no art. 26, §2º, III, da EC 103/2019, não violam os princípios da isonomia, da razoabilidade e da proporcionalidade, pois constituem decisão de política previdenciária e orçamentária, orientada pelo espírito geral de racionalização e equilíbrio financeiro e atuarial do sistema de previdência própria, e que deve ser respeitada à luz do princípio da separação dos poderes (fl. 11, Doc. 131).\n\n\n\n    Afirma que o benefício por incapacidade temporária é pago, em princípio, por tempo muito menor do que o benefício por incapacidade permanente, não tendo também o mesmo caráter de definitividade, de modo que há razões atuariais que justificam a distinção das fórmulas de cálculo. Dessa forma, a regra em que se permite que o valor da aposentadoria por invalidez tenha valor inferior ao fixado para as situações de incapacidade temporária não é novidade trazida pela Emenda Constitucional nº 103/2019 (fl. 13, Doc. 131).\n\n\n\n    Ao final, requer o conhecimento e provimento do presente recurso para reformar o acórdão recorrido, reconhecendo-se a constitucionalidade material das alterações no cálculo da aposentadoria por invalidez promovidas pelo artigo 26, §2º, inciso III, e §5º, da Emenda Constitucional nº 103/2019, bem como a ofensa ao art. 2º da Constituição Federal (princípio da separação dos poderes) (fl. 13, Doc. 131).\n\n\n\n    O Recurso Extraordinário foi admitido na origem e os autos remetidos à Superior Instância (Doc. 140).\n\n\n\n    É o relatório. Decido. \n\n\n\n    No caso concreto, o Tribunal de origem confirmou a sentença que, em controle difuso de constitucionalidade, deu interpretação conforme ao art. 26, §2º, III, da EC 103/2019, para restabelecer o benefício de aposentadoria por invalidez a partir de 26/2/2021 e determinar que o cálculo da RMI deverá respeitar como piso o valor do auxílio por incapacidade temporária que lhe tenha antecedido.\n\n\n\n    No julgamento dos Embargos de Declaração opostos pela parte autora, o Juízo singular analisou a constitucionalidade do art. 26, §2º, III, da EC 103/2019 e deu interpretação conforme ao referido dispositivo constitucional, mediante os seguintes fundamentos (fls. 1-4, Doc. 75):\n\n\n\n    “A EC n. 103/2019 promoveu alterações na Constituição Federal por meio de revogação de artigos e das regras de transição previstas em Emendas Constitucionais anteriores (n. 20/1998, n. 41/2003 e n. 47/2005). \n\n\n\n    Uma das alterações mais significativas da Reforma da Previdência diz respeito à sistemática de cálculo da renda mensal inicial com base nos novos critérios de apuração do salário de benefício (SB) e nos coeficientes de cálculo previstos no art. 26 da EC n. 103/2019. \n\n\n\n    Especificamente, o art. 26, §§ 2º e 5º, da EC nº 103/2019 alterou a regra de cálculo da RMI até que Lei discipline o cálculo dos benefícios do RGPS. Confira-se: \n\n\n\n    Art. 26. Até que lei discipline o cálculo dos benefícios do regime próprio de previdência social da União e do Regime Geral de Previdência Social, será utilizada a média aritmética simples dos salários de contribuição e das remunerações adotados como base para contribuições a regime próprio de previdência social e ao Regime Geral de Previdência Social, ou como base para contribuições decorrentes das atividades militares de que tratam os arts. 42 e 142 da Constituição Federal, atualizados monetariamente, correspondentes a 100% (cem por cento) do período contributivo desde a competência julho de 1994 ou desde o início da contribuição, se posterior àquela competência. \n\n\n\n    (...) \n\n\n\n    § 2º O valor do benefício de aposentadoria corresponderá a 60% (sessenta por cento) da média aritmética definida na forma prevista no caput e no § 1º, com acréscimo de 2 (dois) pontos percentuais para cada ano de contribuição que exceder o tempo de 20 (vinte) anos de contribuição nos casos: \n\n\n\n    I - do inciso II do § 6º do art. 4º, do § 4º do art. 15, do § 3º do art. 16 e do § 2º do art. 18; \n\n\n\n    II - do § 4º do art. 10, ressalvado o disposto no inciso II do § 3º e no § 4º deste artigo; \n\n\n\n    III - de aposentadoria por incapacidade permanente aos segurados do Regime Geral de Previdência Social, ressalvado o disposto no inciso II do § 3º deste artigo; e \n\n\n\n    IV - do § 2º do art. 19 e do § 2º do art. 21, ressalvado o disposto no § 5º deste artigo. \n\n\n\n    (...) \n\n\n\n    § 5º O acréscimo a que se refere o caput do § 2º será aplicado para cada ano que exceder 15 (quinze) anos de tempo de contribuição para os segurados de que tratam a alínea \"a\" do inciso I do § 1º do art. 19 e o inciso I do art. 21 e para as mulheres filiadas ao Regime Geral de Previdência Social. \n\n\n\n    No caso, requer a parte autora a aplicação do cálculo de RMI anterior à vigência do EC 103/2019, alegando tratar-se de restabelecimento de benefício concedido em 2018, ou seja, anterior à Emenda. \n\n\n\n    Pois bem. \n\n\n\n    Com relação à base de cálculo e à renda mensal inicial da aposentadoria por incapacidade permanente, é importante destacar as alterações promovidas pela EC 103/2019. \n\n\n\n    Para fatos geradores ocorridos até 13/11/2019, a base de cálculo da aposentadoria por incapacidade permanente representa a média aritmética simples dos maiores salários de contribuição correspondente a oitenta por cento de todo o período contributivo, conforme art. 29, II, do PBPS. Já a renda mensal inicial, neste caso, será de 100% do salário-de-benefício, inclusive a decorrente de acidente de trabalho, nos termos do art. 44 do PBPS. \n\n\n\n    Por sua vez, quando o fato gerador ocorrer a partir de 14/11/2019, a base de cálculo da aposentadoria por incapacidade permanente, até que lei ordinária venha a disciplinar o cálculo, será 100% do período contributivo desde a competência julho de 1994 ou desde o início da contribuição, se posterior àquela competência (art. 26, caput, da EC 103/2019). A renda mensal inicial da aposentadoria, por sua vez, corresponderá a 60% da média aritmética simples dos salários de contribuição, atualizados monetariamente, com acréscimo de 2 pontos percentuais para cada ano de contribuição que exceder o piso contributivo de 20 anos para o segurado homem e 15 anos de contribuição para a mulher (art. 26, caput, § 2º, inciso III, e § 5º, da EC 103/2019 e do art. 44, I, do Dec. 3.048/1999). \n\n\n\n    Ao não dispor sobre o coeficiente a incidir sobre o salário de benefício para apuração da RMI no caso do auxílio por incapacidade temporária, a Emenda criou situação verdadeiramente esdrúxula. É fácil de ver que a aposentadoria por incapacidade permanente que suceda ao auxílio por incapacidade temporária terá, na quase totalidade das vezes, valor substancialmente menor que o deste benefício, na medida em que o coeficiente será reduzido de 91% para um piso de 60%. Apenas nos casos em que o segurado já contar com período contributivo de pelo menos 36 anos, no caso dos homens, e 31, no das mulheres, ao tempo do fato gerador não haverá redução no valor dos proventos.\n\n\n\n     O constituinte derivado, nesse contexto, rompeu com a lógica então vigente para os benefícios não programados, que se pautavam na carência, ao passo que apenas os programados se fundavam essencialmente no tempo de contribuição (ainda que possuíssem também carência). Pela letra fria do novo texto constitucional, o constituinte inverteu, também, a sistemática então vigente pela qual o benefício pela incapacidade temporária -- então, o auxílio-doença -- teria renda menor que o devido no caso de incapacidade definitiva -- a aposentadoria por invalidez. \n\n\n\n    A opção normativa, todavia, compreendida em sua literalidade carece de lógica e de proporcionalidade. \n\n\n\n    Como se sabe, é princípio hermenêutico que a interpretação não pode conduzir a resultados absurdos. É o que se dá, todavia, no caso de interpretação literal do art. 26 da EC. Em razão da omissão do dispositivo quanto ao benefício por incapacidade temporária, sua compreensão literal autorizaria a redução em até 31% na renda mensal quando as lesões que incapacitam o segurado para o trabalho se consolidarem. \n\n\n\n    Não se descura que tanto a mens legislatori da reforma da Previdência perpetrada pela EC 103/2019 foi a busca por equilíbrio financeiro e atuarial do sistema previdenciário. Assim se fez, dentre outras formas, pela implementação de maiores restrições no acesso aos benefícios e, especialmente, na sua forma de cálculo, discriminada no artigo 26 em questão. \n\n\n\n    Ocorre que, como dito, a leitura isolada e literal do preceito normativo conduz a resultado interpretativo absurdo, pelo que deve ser ponderado pelos demais métodos de interpretação dados pela hermenêutica jurídica. \n\n\n\n    Nesse sentido, não há qualquer razão lógica que justifique a minoração substancial da renda do segurado em razão da consolidação de suas lesões. Ao contrário: se o segurado se torna portador de enfermidade tal, consolidada, que lhe subtraia a capacidade para o exercício de qualquer ofício, o esperado é que esse segurado, no mais das vezes, tenha de aumentar os gastos com a própria saúde. Assim, a interpretação lógica do dispositivo conduz ao afastamento do resultado obtido pela interpretação literal. \n\n\n\n    Também não se deve perder de vista que a previdência é direito social previsto no art. 6º da Constituição Federal. É direito fundamental, portanto, e, como se sabe, as normas instituidoras de direitos fundamentais irradiam seus efeitos a todo o ordenamento jurídico, como critério interpretativo, diante de sua força principiológica. Nessa ordem de ideias, a diminuição de até 31% na renda do segurado decorrente da conversão do auxílio por incapacidade temporária em aposentadoria por incapacidade permanente mitiga sobremaneira o direito à previdência social. Assim, sob aspecto sistemático, é também de se concluir que o resultado interpretativo da norma do art. 26 a ser adotado não pode ser o mesmo que o de sua interpretação literal. \n\n\n\n    Por fim, sob a ótica da hermenêutica constitucional propriamente dita, parece clara a conclusão de que a possibilidade de redução dos proventos em mais de 30% apenas em razão da consolidação das lesões incapacitantes se afigura manifestamente desproporcional. \n\n\n\n    A partir de tais considerações, como resultado interpretativo do disposto no art. 26 da EC 103/2019, deve-se concluir por sua interpretação extensiva, que significa no caso, também, interpretação conforme a Constituição. Assim, a norma deve ser compreendida nos seguintes termos: o valor da aposentadoria por incapacidade permanente corresponderá a 60% do salário-de-benefício, respeitado como piso, no caso de conversão, o valor do auxílio por incapacidade temporária que lhe tenha antecedido. A aplicação literal da regra do art. 26, III, portanto, terá lugar nos casos de concessão originária de aposentadoria por incapacidade permanente, isto é, sem que decorra de conversão de auxílio por incapacidade temporária. \n\n\n\n    No caso concreto, como o benefício por incapacidade permanente não é originário, mas sim derivado de auxílio doença recebido pelo autor e com início antes da reforma da previdência (INF_IMPLANT_BEN1, evento 47), deverá o cálculo da RMI respeitar como piso, no caso de conversão, o valor do auxílio por incapacidade temporária que lhe tenha antecedido.”\n\n\n\n    Em suas razões recursais, o INSS manifesta a sua irresignação quanto à declaração de inconstitucionalidade do art. 26, §§ 2º e 5º, da EC 103/2019.\n\n\n\n    Em demanda análoga a esta, a Ilustre Ministra CÁRMEN LÚCIA, no RE 1.364.578/SC, DJe de 8/9/2022, também interposto pelo INSS, decidiu da seguinte forma:\n\n\n\n    “Examinados os elementos havidos no processo, DECIDO .\n\n\n\n    3. No voto condutor do acórdão recorrido, o Desembargador relator assentou:\n\n\n\n    (…) confirmo o reconhecimento de ofício e incidental da inconstitucionalidade do artigo 26, §2º, III, da EC n. 103/2019, por ofensa aos princípios da igualdade, da proporcionalidade e da razoabilidade, devendo a RMI do benefício de aposentadoria por invalidez em comento ser calculada de acordo com as regras vigentes anteriormente à EC n. 103/2019, nos termos da sentença (fl. 4, e-doc. 7).\n\n\n\n    Está pendente de análise neste Supremo Tribunal a Ação Direta de Inconstitucionalidade n. 6.279, Relator o Ministro Roberto Barroso, cujo objeto, dentre outros dispositivos, é a validade constitucional do art. 26 da Emenda Constitucional n. 103/2019:\n\n\n\n     “1. Trata-se de ação direta de inconstitucionalidade, com pedido de medida cautelar, ajuizada pelo Partido dos Trabalhadores – PT contra dispositivos da Emenda Constitucional nº 103, de 12 de novembro de 2019, que altera o sistema de previdência social e estabelece regras de transição e disposições transitórias.\n\n\n\n    2. O requerente aduz, em síntese, a inconstitucionalidade formal dos arts. 1º (na parte em que altera o art. 40, § 22, da CF/1988); 19, § 1º, I, alíneas a, b e c; 20, inciso IV; e 26 da Emenda Constitucional nº 103/2019, assim redigidos: (…)” (DJe 19.12.2019).\n\n\n\n    O pedido formulado naquela ação é “para suspender a eficácia dos trechos impugnados, constantes dos arts. 1º (na parte em que altera o art. 40, § 22, da CF/1988); 19, § 1º, I, alíneas a, b e c; 20, inciso IV; e 26 da Emenda Constitucional nº 103/2019” (DJe 19.12.2019).\n\n\n\n     Na espécie vertente, constata-se que o resultado do julgamento da Ação Direta de Inconstitucionalidade n. 6.279 poderá afetar a conclusão adotada pela Turma Recursal de origem, pois, ao reconhecer a “inconstitucionalidade do artigo 26, §2º, III, da EC n. 103/2019, por ofensa aos princípios da igualdade, da proporcionalidade e da razoabilidade”, a Segunda Turma Recursal de Santa Catarina determinou que, após o trânsito em julgado dessa declaração de inconstitucionalidade, seja alterada a Renda Mensal Individual – RMI com pagamento dos valores retroativos.\n\n\n\n    Faz-se presente, na espécie, excepcionalidade a justificar o sobrestamento deste recurso. Assim, por exemplo:\n\n\n\n     “Determino o envio deste processo ao Tribunal de origem para que lá aguarde o julgamento da ADI 4.785/MG, da relatoria do Ministro Edson Fachin, na qual será examinada a constitucionalidade da Lei 19.976/2011 do Estado de Minas Gerais, que instituiu a Taxa de Controle, Monitoramento e Fiscalização das Atividades de Pesquisa, Lavra, Exploração e Aproveitamento de Recursos Minerários – TFRM e o Cadastro Estadual de Controle, Monitoramento e Fiscalização das Atividades de Pesquisa, Lavra, Exploração e Aproveitamento de Recursos Minerários – CERM.\n\n\n\n      Após a conclusão do julgamento do referido paradigma, retornem os autos a esta Corte, mediante provocação da parte interessada, para apreciação do recurso extraordinário” (RE n. 1.295.741, Relator o Ministro Ricardo Lewandowski, decisão monocrática, DJe 15.3.2022).\n\n\n\n     No mesmo sentido também as decisões monocráticas proferidas no Recurso Extraordinário n. 995.900, Relator o Ministro Ricardo Lewandowski, DJe 7.11.2017; e no Recurso Extraordinário n. 1.390.185, de minha relatoria, DJe 11.7.2022.\n\n\n\n     4. Pelo exposto, determino a devolução dos autos à Segunda Turma Recursal de Santa Catarina para que aguarde o julgamento da Ação Direta de Inconstitucionalidade n. 6.279 e, após o julgamento do paradigma, exerça eventual juízo de retratação e, se for o caso, retornem os autos a este Supremo Tribunal para apreciação do recurso extraordinário.”\n\n\n\n    Desse modo, considerando que na ADI 6.279 esta SUPREMA CORTE vai se debruçar sobre a matéria recursal suscitada no presente RE, é prudente que se aguarde o julgamento dessa ação constitucional.\n\n\n\n    No mesmo sentido, manifestei-me no julgamento do RE 1.400.327, DJe de 28/9/2022.\n\n\n\n    Diante do exposto, determino a devolução dos autos à Terceira Turma Recursal do Paraná, para que aguarde o julgamento da ADI 6.279.\n\n\n\n    Publique-se. \n\n\n\n    Brasília, 12 de dezembro de 2022.\n\n\n\nMinistro Alexandre de Moraes\n\n\n\nRelator\n\n\n\nDocumento assinado digitalmente","id":"despacho1365555","documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1412276&classe=RE","procedencia_geografica_uf_extenso":"Paraná","documental_observacao_texto":null,"dg_atualizado_em":"2022-12-14T04:00:22.175362","dg_unique":"despacho1365555","procedencia_geografica_pais_sigla":"BR","processo_classe_processual_unificada_incidente_sigla":null,"presidente_nome":null,"inteiro_teor_url":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=15355297519&ext=.pdf","partes_lista_texto":"RECTE.(S)           : INSTITUTO NACIONAL DO SEGURO SOCIAL - INSS\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL FEDERAL\r\nRECDO.(A/S)         : PIERRE RICHARD BOIS\r\nADV.(A/S)           : FABIO MOREIRA CONSTANTINO","externo_seq_objeto_incidente":6522544,"documental_decisao_mesmo_sentido_lista_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"RE 1412276","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2022-12-12","documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-254 DIVULG 13/12/2022 PUBLIC 14/12/2022","processo_classe_processual_unificada_extenso":"RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":1412276,"base":"decisoes"},"highlight":{"decisao_texto":["compreendida em sua literalidade carece de lógica e de proporcionalidade. \n\n\n\n    Como se sabe, é princípio hermenêutico que a interpretação não pode conduzir a resultados absurdos. É o que se dá, todavia, no caso de interpretação literal do art. 26 da EC. Em razão da omissão do dispositivo quanto ao benefício por incapacidade temporária, sua compreensão literal autorizaria a redução em até 31% na renda mensal quando as lesões que incapacitam o segurado para o trabalho se consolidarem. \n\n\n\n    Não se descura que tanto a mens legislatori da reforma da Previdência perpetrada pela EC 103/2019 foi a <em>busca</em> por equilíbrio financeiro e atuarial do sistema previdenciário. Assim se fez, dentre outras formas, pela implementação de maiores restrições no acesso aos benefícios e, especialmente, na sua forma de cálculo, discriminada no artigo 26 em questão. \n\n\n\n    Ocorre que, como dito, a leitura isolada e literal do preceito normativo conduz a resultado interpretativo absurdo, pelo que deve ser ponderado pelos demais métodos de interpretação dados pela hermenêutica jurídica. \n\n\n\n    Nesse sentido, não há qualquer razão lógica que justifique a minoração substancial da renda do segurado em razão da consolidação"]}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"despacho979900","_score":4.813171,"_source":{"procedencia_geografica_uf_sigla":"PA","dje_url":"http://stf.jus.br/portal/diarioJustica/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=105&classe=STP","titulo":"STP 105","documental_legislacao_citada_texto":["LEG-FED   LEI-013105       ANO-2015\r\n          ART-00014 INC-00005 PAR-ÚNICO \r\n          CPC-2015 CÓDIGO DE PROCESSO CIVIL\r\n","LEG-FED   LEI-008437       ANO-1992\r\n          ART-00004   \r\n          LEI ORDINÁRIA"],"relator_decisao_nome":"DIAS TOFFOLI","publicacao_data":"2019-05-21","relator_processo_nome":"Presidente","ods_onu":[],"documental_decisao_mesmo_sentido_is_secundario":false,"is_decisao_presidencia":true,"decisao_texto":"Decisão: \r\n    Cuida-se de pedido de suspensão de tutela provisória contra acórdão por meio do qual a Quinta Turma do Tribunal Regional Federal da 1ª região (TRF1), nos autos do Agravo de Instrumento nº 0042106-84.2015.4.01.0000/PA (doc. 1), determinou a paralisação imediata das atividades de exploração mineral do empreendimento Onça Puma, no Estado do Pará, bem como fixou o pagamento de 1 (um) salário mínimo a cada integrante das aldeias Xikrin e Kayapó (doc.4), a título de compensação pelos supostos danos a si ocasionados pelo empreendimento.\r\n    O autor alegou, em síntese, que\r\n    “as perícias técnicas multidisciplinares realizadas na origem após o provimento do agravo apontaram para a absoluta inexistência de dano ao meio ambiente cultural, social, biológico ou geológico às comunidades indígenas Xikrin e Kayapó pela implementação do empreendimento minerário de Onça Puma” (item 34 da peça inicial).\r\n    A Vale S.A, a Associação Indígena Bayprã do Povo Xikrin do OOD-JÁ, a Associação Indígena Kakarekre de Defesa do Povo Xikrin do Djudjeko, a Associação Indígena Porekrô de Defesa do Povo Xikrin do Catetê, o Estado do Pará, a Associação Indígena Pore Kayapo e a Associação Indígena Tuto Pombo manifestaram-se nos autos.\r\n    A Associação do Povo Indígena Xikrin da Aldeia Pokrô – DJORE requereu ingresso no feito na qualidade de interessada (doc. 228).\r\n    Em 30/4/2019, foi realizada audiência de conciliação, que restou infrutífera (doc. 245).\r\n    É o relato do necessário.\r\n    Decido.\r\n    Inicialmente, indefiro o pedido de ingresso no feito na qualidade de interessada da Associação do Povo Indígena Xikrin da Aldeia Pokrô – DJORE, por lhe faltar: i) legitimidade para atuar nos autos desta suspensão, mormente por não haver indicação de sua participação nos autos principais, seja como parte, seja como terceiro; e ii) competência para propor pedido autônomo de suspensão (art. 4º da Lei 8.437/92).\r\n    Ademais, não existem elementos suficientes para atestar a existência de interesse jurídico apto a justificar a intervenção da associação como interessada na causa. Segundo a jurisprudência do Supremo Tribunal Federal, também não se cogita, na seara da suspensão, a intervenção de terceiro na modalidade de amicus curiae.\r\n    Nesse sentido, destaco o seguinte precedente:\r\n     “AGRAVO REGIMENTAL. SUSPENSÃO DE SEGURANÇA. ASSISTÊNCIA. AMICUS CURIAE. DESCABIMENTO. 1. Consolidação da jurisprudência do Supremo Tribunal Federal no sentido de não ser admissível assistência em mandado de segurança, porquanto o art. 19 da Lei 1.533/51, na redação dada pela Lei 6.071/74, restringiu a intervenção de terceiros no procedimento do writ ao instituto do litisconsórcio. 2. Descabimento de assistência em suspensão de segurança, que é apenas uma medida de contracautela, sob pena de desvirtuamento do arcabouço normativo que disciplina e norteia o instituto da suspensão (Leis 4.348/64, 8.437/92 e 9.494/97). 3. Pedido de participação em suspensão na qualidade de amicus curiae que não foi objeto da decisão ora agravada, além de ser manifestamente incabível. 4. Agravo regimental improvido” (SS n. 3.273/RJ-Agr segundo, Rel. Min. Ellen Gracie, Plenário, DJ 20/6/2008).\r\n    A suspensão dos efeitos de decisões concessivas de segurança, de liminar, de tutela antecipada e de tutela provisória pelo Presidente do Supremo Tribunal Federal está condicionada aos seguintes requisitos: a) as decisões a serem suspensas devem apresentar potencialidade para causar grave lesão à ordem, à saúde, à segurança ou à economia públicas; b) elas devem ter sido proferidas em única ou última instância pelos tribunais locais ou federais; e c) a controvérsia deve ter natureza constitucional. \r\n    No caso debatido nos autos, a parte autora requer a suspensão da decisão de paralisação das atividades de exploração mineral do empreendimento denominado Onça Puma, no Estado do Pará, de responsabilidade da empresa Vale S.A.\r\n     Note-se que, segundo o entendimento jurisprudencial consolidado da Corte Suprema, é inviável se discutir o mérito na seara da suspensão de tutela provisória, limitando-se a análise aos aspectos relacionados à potencialidade lesiva do ato decisório em face dos interesses públicos relevantes assegurados em lei e destinados a resguardar a ordem, a saúde, a segurança e a economia públicas (SL 710 - AgR, Rel. Min. Cármen Lúcia, DJe 10/10/2017).\r\n    Todavia, a demanda é complexa e envolve interesses jurídicos sensíveis e relevantes, considerando-se principalmente o eventual dano ambiental, social e cultural às comunidades indígenas e o possível prejuízo à ordem econômica do município postulante, o que exige, inicialmente, a contextualização dos principais acontecimentos fáticos e processuais destes autos.\r\n    Dito isso, passo a realizar um breve relato do processo na origem.\r\n    Em 2011, o Ministério Público Federal propôs ação civil pública, postulando liminarmente: \r\n    “a suspensão das atividades de mineração no empreendimento até que sejam efetivamente analisados os impactos, as medidas mitigadoras e medidas compensatórias para as comunidades indígenas da TI Xicrin e Kayapó ou, subsidiariamente, que seja determinado o depósito mensal de quantia pecuniária a título de compensação pela ausência da adoção destas medidas, no valor de R$ 1.000.000,00 (um milhão de reais) a ser revertido às comunidades até a efetiva implantação das medidas”.\r\n    O Juízo Federal indeferiu o pedido liminar, tendo reconsiderado, posteriormente, sua decisão. Em agravo de instrumento, o Desembargador Relator deferiu a antecipação dos efeitos da tutela recursal para determinar a suspensão das atividades de mineração do empreendimento Onça Puma.\r\n    Contra a última decisão, o Estado do Pará apresentou neste Supremo Tribunal Federal pedido de Suspensão de Liminar (nº 933).\r\n    Em 2017, a Quinta Turma do Tribunal Regional Federal da 1ª Região julgou o mérito do agravo de instrumento interposto, que é objeto da presente suspensão. \r\n    Eis o teor da decisão:\r\n    “CONSTITUCIONAL, ADMINISTRATIVO E PROCESSUAL CIVIL. AÇÃO CIVIL PÚBLICA. EXPLORAÇÃO MINERÁRIA (MINERAÇÃO ONÇA PUMA – MOP). IMPACTOS ETNO-AMBIENTAIS EM COMUNIDADES INDÍGENAS. ALDEIAS DO POVO KAYAPÓ E XIKRIN, LOCALIZADAS NA SUB-BACIA DO RIO CATETÉ E DO IGARAPÉ CARAPANÃ, NO ESTADO DO PARÁ. AUSÊNCIA DE IMPLEMENTAÇÃO DE CONDICIONANTES PREVISTAS NO LICENCIAMENTO AMBIENTAL (PLANO DE GESTÃO ECONÔMICA E AMBIENTAL E DEMAIS MEDIDAS COMPENSATÓRIAS). RESPONSABILIDADE CIVIL DO EMPREENDEDOR (VALE S/A). TUTELA CAUTELAR INIBITÓRIA E FIXAÇÃO DE INDENIZAÇÃO PROVISÓRIA. CABIMENTO. \r\n    I– Na espécie dos autos, afigura-se da responsabilidade do empreendedor o efetivo cumprimento das condicionantes previstas no licenciamento ambiental de empreendimento minerário instalado nas proximidades de terras indígenas. \r\n    II– Nesse contexto, constatado o descumprimento de condicionantes, consistentes na realização de Plano de Gestão Econômica e Ambiental e demais medidas compensatórias dos impactos negativos etno-ambientais decorrentes da implementação da Mineração Onça Puma, instalada nas proximidades de terras indígenas (aldeias do povo Kayapó e Xikrin, localizadas na sub-bacia do Rio Cateté e do Igarapé Carapanã, no Estado do Pará), com efeitos danosos ao meio ambiente natural das referidas comunidades indígenas, afigura-se legítima a suspensão das atividades minerárias, ali instaladas, bem assim, o pagamento de justa indenização, ainda em caráter provisório, como forma de mitigar os nefastos reflexos já produzidos no seio das comunidades indígenas afetadas (grave lesão à saúde, à segurança e à subsistência de seus membros), como medida preventiva e inibitória, até o efetivo cumprimento de tais condicionantes, a ser devidamente apurado através de perícia multidisciplinar perante o juízo monocrático.\r\n    III– No caso em exame, diante da gravidade da situação fática constatada nas aludidas comunidades indígenas, resultante de cessação das atividades básicas de seus membros (prática da caça e da pesca), como meio de subsistência, em contraste com o elevado volume do proveito econômico e financeiro do empreendimento mineral em referência, a fixação do quantum indenizatório, na espécie, afigura-se razoável, num exame superficial e próprio das tutelas de urgência, em montante correspondente ao valor de 01 (um) salário-mínimo, por integrante de cada aldeia, por se adequar, ainda que não satisfatoriamente, à realidade sócio-econômica do cenário de danos, ali, ocorridos, até ulterior deliberação judicial, na dimensão da perícia multidisciplinar já determinada, e até porque a extração mineral, noticiada nos autos, na sub-bacia do Rio Cateté, com impactos negativos nas aludidas terras indígenas deveria resultar, por determinação constitucional, na aferição do direito das comunidades indígenas afetadas, em participar do resultado da lavra do mineral perseguido pela empresa multinacional Vale S/A (CF, art. 231, § 3º). Vencido, em parte, no ponto, o Relator, que fixava o valor da indenização provisória em R$ 1.000.000,00 (hum milhão de reais), para cada aldeia das comunidades indígenas descritas nos autos.\r\n    IV– O valor depositado judicialmente, a título indenizatório, em caráter provisório, haverá de ser destinado às respectivas comunidades indígenas beneficiárias, segundo critérios de aplicação e de prestação de contas estabelecidos em competente Termo de Ajustamento de Conduta, por elas celebrado perante o Ministério Público Federal, com observância das formalidades legais. \r\n    V– Agravo provido. Decisão agravada parcialmente reformada, para concessão da tutela de urgência formulada no feito de origem, em maior extensão (paralisação imediata das atividades de exploração mineral do empreendimento Onça Puma, no Estado do Pará e elevação do valor da indenização), judicialmente fixada, com a garantia de decisão plenária do Supremo Tribunal Federal, nos autos da Suspensão de Liminar nº 933 (julgado em 31/5/2017), restando prejudicado o agravo interno”.\r\n    A Quinta Turma do TRF1, portanto, confirmou parcialmente a medida liminar, condenando a Vale S.A a paralisar a atividade de mineração e a pagar mensalmente o valor de um salário-mínimo por indígena. \r\n    Do julgamento da SL 933/PA\r\n    A suspensão de liminar 933/PA foi proposta pelo Estado do Pará contra decisão liminar proferida por Desembargador do Tribunal Regional Federal da 1ª Região, o qual, nos autos do agravo de instrumento 0042106-84.2015.4.01.0000, deferiu pedido de antecipação de tutela recursal, nos seguintes termos:\r\n    “determinar a imediata suspensão das atividades de mineração no empreendimento descrito nos autos, até que seja comprovada a implementação do Plano de Gestão Econômica e das demais medidas compensatórias para as aludidas comunidades indígenas, determinando-se, ainda, que a Companhia Vale do Rio Doce S/A proceda ao depósito mensal de quantia pecuniária, a título de compensação pela ausência da adoção dessas medidas, no valor de R$ 1.000.000,00 (um milhão de reais), por aldeia, a ser revertido às aludidas comunidades, até a efetiva implementação de tais medidas, devendo a quantia aqui estipulada ser depositada perante o juízo do feito, em conta judicial junto à Caixa Econômica Federal, para essa específica finalidade e posterior levantamento pelas comunidades indígenas beneficiárias, por intermédio de seus respectivos representantes legais constituídos nos autos, a se efetivar tal depósito judicial, a partir do dia 10 (dez) de agosto do corrente ano, sob pena da multa coercitiva no montante de R$ 10.000,00 (dez mil reais), por dia de atraso, no cumprimento desta decisão mandamental, a contar de sua ciência, sem prejuízo das demais sanções cabíveis, na espécie, nos termos do artigo 14, inciso V e respectivo parágrafo único do CPC vigente (pág. 21 do documento eletrônico 23)”.\r\n    Na ocasião, o Presidente do Supremo Tribunal à época, Ministro Ricardo Lewandowski, deferiu \r\n    “parcialmente o pedido para permitir a continuidade das atividades de mineração do Empreendimento Onça Puma, sem prejuízo de implementação do Plano de Gestão Econômica e das demais medidas compensatórias para as aludidas comunidades indígenas (...)”. \r\n    Na análise dos recursos apresentados, o relator negou provimento. \r\n    Contudo, o Ministro Marco Aurélio abriu divergência para prover os agravos, sob o seguinte fundamento:\r\n    “Presidente, tem-se conflito, considerados valores. De um lado, o meio ambiente, presente comunidade que mereceu proteção, tendo em conta a Carta de 1988, a indígena. De outra, um aspecto patrimonial, que diz respeito não só à prestação de serviço, como também à arrecadação do Estado e do próprio Município.\r\n    Sempre encarei o pedido de suspensão de liminar como algo excepcional, a pressupor dano inafastável. E não é de hoje que se busca o desenvolvimento sustentável, preservando-se certos valores consagrados pela Constituição de 1988.\r\n    Ante esse contexto e porque a matéria foi apreciada, creio, pelo Juízo ou pelo Tribunal de Justiça...\r\n    (...)\r\n    Não se observa, quanto ao pedido de suspensão, o que é mola fundamental do devido processo legal, ou seja, o contraditório. Peço vênia a Vossa Excelência para prover os agravos”. \r\n    Os demais Ministros acompanharam a divergência apresentada, destacando-se o voto do Ministro Roberto Barroso, que resume, com precisão, o entendimento firmado pelo Plenário do Supremo segundo o qual foram reconhecidas a complexidade fática do julgado, a inviabilidade de aferir neste Supremo Tribunal a extensão do impacto ambiental decorrente do empreendimento e a necessidade de confiar às instâncias ordinárias a análise das provas.\r\n    Nesse sentido, destaco o excerto do voto de Sua Excelência, o Ministro Roberto Barroso: \r\n    “Há uma decisão do Tribunal Regional Federal que estabeleceu esse depósito. Em suspensão liminar, se suspendeu. Nós, agora, estamos dando provimento e restabelecendo a decisão que poderá ser impugnada da maneira adequada. O que nós estamos entendendo é que esta matéria tem uma complexidade fática e envolve saúde e, consequentemente, por precaução, nós estamos parando o jogo e determinando às instâncias ordinárias que deliberem. Penso que seja assim o certo a se fazer” (grifo nosso). \r\n    Eis a ementa do julgado:\r\n    “SUSPENSÃO DE LIMINAR – EXCEPCIONALIDADE. A suspensão de liminar, de tutela antecipada, surge no campo da excepcionalidade maior, pressupondo relevância e risco ímpares (SL 933 - AgR-segundo, Rel. Min. Cármen Lúcia (Presidente), Rel. p/ o ac. Min. Marco Aurélio, Tribunal Pleno, DJe - 17/8/2017).\r\n    Na ocasião, portanto, a questão foi devolvida à instância de origem, em especial ao Juízo da Vara Federal de Redenção/PA e ao Tribunal Regional Federal da Primeira Região.\r\n    Do caso em debate:\r\n    É cediço na jurisprudência do Supremo Tribunal Federal a impossibilidade de se analisar o mérito da ação que ensejou o pedido de suspensão, porquanto cabe ao Presidente verificar apenas a existência de elementos do ato decisório com potencialidade lesiva aos interesses públicos relevantes assegurados em lei. \r\n    Todavia, isso não afasta o exercício mínimo de delibação da matéria de fundo, desde que a análise se limite aos aspectos concernentes à potencialidade lesiva do ato decisório. Nesse sentido, destaco: SS 5049 - AgR-ED, Rel.: Min. Ricardo Lewandowski (Presidente), Tribunal Pleno, DJe de 16/5/2016.\r\n    Atento aos fundamentos jurídicos constantes do acórdão firmado na SL 933/PA, verifico que as condições de fato e de direito que ensejaram a decisão da Corte permanecem inalteradas, porquanto a instrução probatória no juízo de origem ainda não foi concluída e a controvérsia a ser dirimida nestes autos demanda, a princípio, aprofundado exame dos fatos e das provas produzidas na ação civil pública pelas instâncias ordinárias.\r\n    Nos autos da ação principal (nº 0002383-85.2012.4.01.3905/PA), o juízo da Vara da Subseção Judiciária de Redenção-PA determinou a elaboração de perícia nas seguintes áreas: a) engenharia florestal; b) engenharia agrônoma; c) engenharia civil; d) engenharia metalúrgica; e) geologia; f) biologia; g) antropologia; h) medicina geneticista; e i) assistência social.\r\n    Segundo a última decisão prolatada pelo juiz de primeira instância, em 13/2/2019, a realização de perícia está pendente em apenas duas áreas:\r\n    “No caso, a prova pericial não foi concluída, estando pendente de realização a perícia nas áreas de antropologia e medicina geneticista, necessárias a, respectivamente, ´fazer uma inter-relação das comunidades com as empresas, propiciar eficácia aos programas e verificar as medidas mitigadoras´ e ´aferir eventual relação entre os resíduos industriais e os casos de má formação de fetos noticiados nos autos´. (...)\r\n    Além disso, encontra-se em andamento a exceção de suspeição dos peritos (Autos nº 863-80.2018.4.01.3905), feito este concluso em 08/02/2019, assim como pedido de nulidade das perícias já realizadas (fls. 7391/7418 e 7512/7519)” (doc. 187, p. 15).\r\n    Assim, por medida de cautela e por observância dos fundamentos delineados na SL 933/PA, determino o sobrestamento deste feito até que sejam realizadas as duas últimas perícias na instância ordinária (antropologia e medicina geneticista).\r\n    Oficie-se às instâncias ordinárias para informarem a Corte Suprema assim que concluídas as perícias técnicas.\r\n    Indefiro o pedido de ingresso no feito na qualidade de interessada da Associação do Povo Indígena Xikrin da Aldeia Pokrô – DJORE.\r\n    Publique-se. Int.\r\n    Brasília, 16 de maio de 2019.\r\nMinistro Dias Toffoli\r\nPresidente\r\nDocumento assinado digitalmente","id":"despacho979900","documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=105&classe=STP","procedencia_geografica_uf_extenso":"Pará","documental_observacao_texto":"12/09/2019\r\nLegislação feita por:(DYS).","dg_atualizado_em":"2022-09-16T11:02:08.186467","dg_unique":"despacho979900","procedencia_geografica_pais_sigla":"BR","processo_classe_processual_unificada_incidente_sigla":null,"presidente_nome":null,"inteiro_teor_url":"http://portal.stf.jus.br/processos/downloadPeca.asp?id=15340172856&ext=.pdf","partes_lista_texto":"REQTE.(S)           : MUNICIPIO DE OURILANDIA DO NORTE\r\nADV.(A/S)           : PROCURADOR-GERAL DO MUNICÍPIO DE OURILÂNDIA DO NORTE\r\nREQDO.(A/S)         : TRIBUNAL REGIONAL FEDERAL DA 1ª REGIÃO\r\nADV.(A/S)           : SEM REPRESENTAÇÃO NOS AUTOS\r\nINTDO.(A/S)         : MINISTÉRIO PÚBLICO FEDERAL\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DA REPÚBLICA\r\nINTDO.(A/S)         : VALE S.A.\r\nADV.(A/S)           : SERGIO BERMUDES E OUTRO(A/S)\r\nINTDO.(A/S)         : ESTADO DO PARÁ\r\nPROC.(A/S)(ES)      : PROCURADOR-GERAL DO ESTADO DO PARÁ\r\nINTDO.(A/S)         : FUNDAÇÃO NACIONAL DO ÍNDIO - FUNAI\r\nADV.(A/S)           : PROCURADOR-GERAL FEDERAL\r\nINTDO.(A/S)         : ASSOCIAÇÃO INDÍGENA PORE KAYAPO E OUTRO(A/S)\r\nADV.(A/S)           : JOSE DIOGO DE OLIVEIRA LIMA\r\nADV.(A/S)           : LUIZ ALEX MONTEIRO DOS SANTOS\r\nINTDO.(A/S)         : MINERAÇÃO ONÇA PUMA\r\nADV.(A/S)           : SEM REPRESENTAÇÃO NOS AUTOS\r\nINTDO.(A/S)         : ASSOCIAÇÃO INDÍGENA TUTU POMBO\r\nINTDO.(A/S)         : ASSOCIAÇÃO INDÍGENA BAYPRA DE DEFESA DO POVO XIKRIN DO OODJÃ\r\nINTDO.(A/S)         : ASSOCIAÇÃO INDÍGENA POREKRO DE DEFESA DO PROVO XIKRIN DO CATETE\r\nINTDO.(A/S)         : ASSOCIAÇÃO INDÍGENA KAKAREKRE DE DEFESA DO POVO XIKRIN DO DJUDJEKO\r\nADV.(A/S)           : ADILSON VIEIRA MACABU FILHO","externo_seq_objeto_incidente":null,"documental_decisao_mesmo_sentido_lista_texto":null,"procedencia_geografica_completo":"PA - PARÁ","processo_codigo_completo":"STP 105","processo_classe_processual_unificada_classe_sigla":"STP","julgamento_data":"2019-05-16","documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\r\nDJe-105 DIVULG 20/05/2019 PUBLIC 21/05/2019","processo_classe_processual_unificada_extenso":"SUSPENSÃO DE TUTELA PROVISÓRIA","documental_doutrina_texto":null,"ministro_facet":["PRESIDENTE","DIAS TOFFOLI"],"processo_numero":105,"base":"decisoes"},"highlight":{"decisao_texto":["recursos apresentados, o relator negou provimento. \r\n    Contudo, o Ministro Marco Aurélio abriu divergência para prover os agravos, sob o seguinte fundamento:\r\n    “Presidente, tem-se conflito, considerados valores. De um lado, o meio ambiente, presente comunidade que mereceu proteção, tendo em conta a Carta de 1988, a indígena. De outra, um aspecto patrimonial, que diz respeito não só à prestação de serviço, como também à arrecadação do Estado e do próprio Município.\r\n    Sempre encarei o pedido de suspensão de liminar como algo excepcional, a pressupor dano inafastável. E não é de hoje que se <em>busca</em> o desenvolvimento sustentável, preservando-se certos valores consagrados pela Constituição de 1988.\r\n    Ante esse contexto e porque a matéria foi apreciada, creio, pelo Juízo ou pelo Tribunal de Justiça...\r\n    (...)\r\n    Não se observa, quanto ao pedido de suspensão, o que é mola fundamental do devido processo legal, ou seja, o contraditório. Peço vênia a Vossa Excelência para prover os agravos”. \r\n    Os demais Ministros acompanharam a divergência apresentada, destacando-se o voto do Ministro Roberto Barroso, que resume, com precisão, o entendimento firmado pelo Plenário do Supremo segundo"]}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":7,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"ADI","doc_count":4},{"key":"RE","doc_count":2},{"key":"ARE","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":7,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":4},{"key":"Primeira Turma","doc_count":3}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":7},"true":{"doc_count":0}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":7},"true":{"doc_count":0}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":7},"true":{"doc_count":0}}},"is_colac_agg":{"buckets":{"false":{"doc_count":7},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":7},"true":{"doc_count":0}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":7,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"AP","doc_count":1},{"key":"DF","doc_count":1},{"key":"MG","doc_count":1},{"key":"PA","doc_count":1},{"key":"PR","doc_count":1},{"key":"RJ","doc_count":1},{"key":"SP","doc_count":1}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":7},"decisoes":{"doc_count":69},"informativos":{"doc_count":4},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":7,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"ALEXANDRE DE MORAES","doc_count":1},{"key":"CELSO DE MELLO","doc_count":1},{"key":"DIAS TOFFOLI","doc_count":1},{"key":"EDSON FACHIN","doc_count":1},{"key":"LUIZ FUX","doc_count":1},{"key":"MARCO AURÉLIO","doc_count":1},{"key":"ROSA WEBER","doc_count":1}]}}}},"search_id":1}