{"result":{"took":187,"timed_out":false,"_shards":{"total":5,"successful":5,"skipped":0,"failed":0},"hits":{"total":{"value":7,"relation":"eq"},"max_score":3.1891243,"hits":[{"_index":"stf-idx1-7-0","_type":"_doc","_id":"sjur470898","_score":3.1891243,"_source":{"procedencia_geografica_uf_sigla":"AP","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização de sustentações orais, o julgamento foi suspenso. Falaram: pela requerente, o Dr. Leonardo Estrela Borges; pelo amicus curiae, o Dr. Carlos Victor Muzzi Filho, Procurador do Estado de Minas Gerais; e, pelo interessado Governador do Estado do Amapá, o Dr. Davi Machado Evangelista, Procurador do Estado. Presidência do Ministro Luiz Fux. Plenário, 30.6.2022.\r\n\n                       Decisão:  O Tribunal, por maioria, conheceu em parte da ação direta e, nessa parte, julgou-a improcedente, nos termos do voto do Relator, Ministro Luiz Fux (Presidente), vencidos os Ministros André Mendonça, Roberto Barroso e Gilmar Mendes, nos termos de seus votos. Ausente, justificadamente, o Ministro Dias Toffoli. Falou, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Plenário, 1º.8.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"LUIZ FUX","ods_onu":["12","15","16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur470898","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Amapá","dg_atualizado_em":"2022-10-17T08:40:22.350153","dg_unique":"sjur470898","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA: CONSTITUCIONAL. TRIBUTÁRIO. TAXA DE CONTROLE, ACOMPANHAMENTO E FISCALIZAÇÃO DAS ATIVIDADES DE PESQUISA, LAVRA, EXPLORAÇÃO E APROVEITAMENTO DE RECURSOS MINERÁRIOS - TFRM. LEI Nº 1.613/2011. ESTADO DO AMAPÁ. MODIFICAÇÃO LEGISLATIVA QUE NÃO ALTERA A SUBSTÂNCIA DA NORMA. MANUTENÇÃO DO OBJETO DA AÇÃO DIRETA DE INCONSTITUCIONALIDADE. TAXA INSTITUÍDA EM RAZÃO DO PODER DE POLÍCIA FISCALIZATÓRIO. INTELIGÊNCIA DO ART. 23, XI, DA CRFB/88. É POSSÍVEL AOS ESTADOS EXERCER A ATIVIDADE DE PODER DE POLÍCIA EM MATÉRIA DE FISCALIZAÇÃO DAS ATIVIDADES DE PESQUISA E EXPLORAÇÃO DE RECURSOS MINERAIS. AÇÃO DIRETA DE INCONSTITUCIONALIDADE JULGADA IMPROCEDENTE.\n\n\n\n    1. A Lei nº 1.613/2011, do Estado do Amapá, instituiu taxa de polícia sobre a atividade de exploração mineral, com fundamento no art. 145, inciso II, da CRFB, ao estabelecer uma base de cálculo fixa atrelada à tonelada de minério extraído, independentemente do tipo de minério e do método de extração - exceto no caso do ouro, em que a unidade de medida adotada é o grama .\n\n\n\n    2. A Lei 2.410, de 18 de junho de 2019, modificou o art. 6º da Lei 1.613/11, alterando sua redação, e revogando o § 3º do dispositivo. Acrescentado o art. 6º-A ao diploma legal.\n\n\n\n    3. A impugnação por ação direta de dispositivo legal revogado por legislação posterior ocasiona a perda de objeto da demanda (ADI 3502, Rel. Min. Edson Fachin, Tribunal Pleno, julgado em 14/02/2020, DJe 12/03/2020).\n\n\n\n    4. O julgamento da impugnação a dispositivos cuja alteração legislativa não ocasionou mudança substancial em controle concentrado é possível, independentemente de emenda à petição inicial,. Precedentes: ADI 2501, Rel. Min. Joaquim Barbosa, Tribunal Pleno, DJe 19/12/2008 e ADI 2418, Rel. Min. Teori Zavascki, Tribunal Pleno, DJe 17/11/2016.\n\n\n\n    5. As modificações legislativas promovidas pela Lei 2.410/19, do Estado do Amapá, impõem a perda do objeto da ação em relação ao art. 6º, § 3º da Lei 1.613/11.\n\n\n\n    6. A Constituição estabelece competência administrativa aos Estados, Distrito Federal e Municípios para registrar, acompanhar e fiscalizar as “concessões de direitos de pesquisa e exploração de recursos minerais”, nos termos do inciso XI do seu art. 23.\n\n\n\n    7. A exegese do dispositivo adotada pelo Plenário do Supremo Tribunal Federal possibilita aos entes federados o exercício do poder de polícia sobre as atividades descritas na assim chamada “competência constitucional comum”. São constitucionalmente formais a Taxa de Controle, Acompanhamento e Fiscalização das Atividades de Exploração e Aproveitamento de Recursos Hídricos – TFRH do Estado do Amapá (ADI 6211, Rel. Min. Marco Aurélio, Tribunal Pleno, julgado em 04/12/2019, DJe 05/05/2020) e a Taxa de Controle, Monitoramento e Fiscalização Ambiental das Atividades de Pesquisa, Lavra, Exploração e Produção de Petróleo e Gás – TFPG do Estado do Rio de Janeiro (ADI 5480, Rel. Min. Alexandre de Moraes, Tribunal Pleno, julgado em 20/04/2020, DJe 04/09/2020).\n\n\n\n    8. Os impostos são regidos pela capacidade contributiva do sujeito passivo e seus fatos geradores são situações da vida relacionadas aos contribuintes, ao passo em que as taxas são regidas pelo princípio da comutatividade ou retributividade, devendo o seu fato gerador necessariamente corresponder a uma atividade estatal, seja ela correspondente ao exercício regular do poder de polícia ou a prestação de um serviço público específico e divisível prestado ou colocado à disposição do contribuinte.\n\n\n\n    9. A taxa exigível pelo exercício regular do poder de polícia impõe ao ao particular o financiamento da atividade estatal que lhe limita direitos, mas que beneficia toda a coletividade. O ônus é aceito em virtude dos ganhos obtidos com a exploração da atividade fiscalizada.\n\n\n\n    10. No final do século XIX, os constitucionalistas e financistas norte-americanos construíram uma distinção entre os tributos cobrados com fundamento no “poder de tributar” e os exigidos sob a égide do “poder de polícia”.\n\n\n\n    11. Hodiernamente, doutrina e jurisprudência albergam sob a denominação de “extrafiscalidade” as exigências financeiras que induzem ou desincentivam comportamentos dos cidadãos, antes reconhecidas como uma tradução econômica do poder de polícia\n\n\n\n    12. O tributo dotado de extrafiscalidade pode exorbitar algumas restrições constitucionais ao poder de tributar, desde que justificada a política administrativa adotada, v. g., o que se passa com os impostos do comércio exterior, em que a calibragem das alíquotas ultrapassa, por vezes, parâmetros usuais de mercado unicamente para a preservação da balança comercial do país.\n\n\n\n    13. A ideia de wealth maximization, formulada à luz de uma Análise Econômica do Direito, determina que a riqueza (wealth) a ser maximizada é a totalidade da satisfação das preferências moralmente relevantes e financeiramente sustentadas. A premissa, a princípio utilitarista, é aprimorada pelas limitações financeiras e os meios a serem empregados encontram-se protegidos pelo sistema de direitos. \n\n\n\n    14. A função da base de cálculo é quantificar o montante do tributo a ser recolhido aos cofres públicos, portanto é essencial que ela mantenha uma relação de congruência com a hipótese de incidência tributária mas também com elementos outros que contribuam para a máxima efetivação dos efeitos pretendidos com a tributação. À luz de uma teoria dos jogos, a referência é ao chamado “jeu de domination avec paiement de tribut” em que o plano ótimo encontra concessões mútuas a partir de um dado pagamento, denominado prêmio (prime).\n\n\n\n    15. O modelo teórico configura-se, na prática, no momento em que há o interesse do particular de exercer determinada atividade lucrativa, ainda que para isso seja necessário o dispêndio de um valor financeiro. Sob a ótica do outro jogador, o Estado, o montante exigido deve ser bastante e suficiente para fazer face aos dispêndios com a fiscalização, mas também contribuir para a ausência ou mitigação de danos à coletividade. \n\n\n\n    16. A base de cálculo das taxas de polícia não é objetivamente apurável, mas estimada com base em critérios razoáveis de mensuração do custo da atividade estatal, que deverá ser rateado entre os sujeitos passivos que exploram o segmento fiscalizado. Para fins orçamentários há que se ter um planejamento mínimo em relação às despesas estatais, no que o mesmo planejamento é exigido para fins de fixação da base de cálculo de uma taxa que visa custear a atividade de polícia administrativa do Estado. Isso não quer dizer que a base de cálculo das taxas nunca poderá conter elementos relacionados aos contribuintes.\n\n\n\n    17. Os princípios da isonomia e da capacidade contributiva, como corolários da justiça fiscal, não são obliterados quando em voga tributos contraprestacionais, tal qual as taxas. Nos autos do RE 177835, Rel. Min. Carlos Velloso, Tribunal Pleno, julgado em 22/04/1999, DJ 25/05/2001, o Supremo Tribunal Federal entendeu não só legítima, mas desejável, a incidência da taxa de fiscalização das atividades das empresas de valores mobiliários baseada no patrimônio líquido das sociedades. O julgamento deu origem à Sumula 665, verbis: “É constitucional a Taxa de Fiscalização dos Mercados de Títulos e Valores Mobiliários instituída pela Lei 7.940/89”.\n\n\n\n    18. O Tribunal também atestou a constitucionalidade da exigência de taxa de polícia sobre as atividades dos auditores independentes, calculada a partir do tamanho da carteira de clientes na ADI 453, Rel. Min. Gilmar Mendes, Tribunal Pleno, julgado em 30/08/2006, DJ 16/03/2007. Há equidade na retribuição pelo poder de polícia exercido em vista da maior complexidade na fiscalização de um número de clientes mais numeroso.\n\n\n\n    19. A TFRM do Estado do Amapá, tal como prevista pela Lei nº 1.613/11, a princípio, não leva em consideração a capacidade contributiva do sujeito passivo, mas, ao determinar um valor fixo por tonelada de minério produzida, está a refletir os custos da fiscalização sobre a atividade de pesquisa, lavra e exploração do minério, que podem variar em função do volume da produção.\n\n\n\n    20. O tipo de minério não faz diferença para fins de fiscalização da atividade de extração, mas há, de fato, uma relação entre o volume de minério extraído e o aumento do custo da fiscalização in loco, conforme se pode presumir da regra editada pela Unidade Federada.\n\n\n\n    21. A TFRM tributa o patrimônio de empresas dotadas de enorme capacidade econômica. Em matéria publicada pelo Jornal Valor Econômico, datada do dia 29 de julho de 2022, aponta-se que a maior mineradora do país, VALE, registrou lucro líquido de US$ 4,09 bilhões apenas no primeiro semestre de 2022. Outra empresa mineradora que opera em profusão no território nacional, a Anglo American, registrou lucro líquido de US$ 3,68 bilhões de dólares também no primeiro semestre de 2022.\n\n\n\n    22. A garantia do não confisco em matéria tributária, insculpida no art. 150, IV da CRFB, está diretamente associada à condição do sujeito passivo da obrigação tributária. A proteção dirige-se ao seu direito de propriedade. Para as pessoas jurídicas, o confisco está presente quando o tributo, de tão gravoso, dificulta-lhes sobremodo a exploração de suas atividades econômicas habituais. É dizer que o tributo deve ser dosado com razoabilidade, de modo a valorizar a livre iniciativa. (CARRAZZA, Roque Antônio, Curso de Direito Constitucional Tributário, São Paulo: Malheiros Editores, p – 102/103).\n\n\n\n    23. O lucro auferido por pessoas jurídicas de direito privado é necessário, desejável e protegido pelo próprio ordenamento constitucional. Ademais, o lucro não se constitui de hipótese de incidência da TFRM, haja vista a existência de impostos e contribuições de competência da União que incidem exatamente sobre este signo presuntivo de riqueza. \n\n\n\n    21. Consectariamente, partindo de um pressuposto de Análise Econômica do Direito, em que se busca a maximização da riqueza, afere-se que a exigência fiscal já datada de quase uma década não tem impactado os resultados das empresas que operam no mercado de mineração, mostrando-se exações suportáveis pelos contribuintes. Não há efeito confiscatório desproporcional.\n\n\n\n    22. À luz de uma teoria dos jogos, caso adotada a premissa do teto limite de recolhimento, é possível que o particular, assumindo uma posição agressiva, incremente sua capacidade produtiva, ultrapassando o teto que venha a ser fixado na legislação para recolhimento da taxa, momento em que o modelo tenderá a produzir a maximização de benefícios ao particular, em detrimento do outro jogador, no caso o Estado, e mesmo da própria coletividade, que conviverá com uma exploração da atividade mineral em escala exponencial.\n\n\n\n    23. A manutenção do sistema sem a fixação do teto tende a compor um equilíbrio ótimo para ambas as partes, na medida em que as empresas exploradoras da atividade são compelidas a limitar sua atividade produtiva em vista do quantum debeatur da taxa. A exploração para além da capacidade de pagamento ensejaria uma atividade não lucrativa, e, portanto, não desejável.\n\n\n\n    24. O potencial lesivo ao ambiente que a atividade minerária encerra, torna necessário que o Estado tenha recursos para assegurar a saúde e o bem estar das populações diretamente envolvidas no exercício da atividade de exploração mineral. Tragédias recentes como as dos municípios mineiros de Mariana/MG e Brumadinho/MG demonstram o quanto o poder de polícia administrativa nestas situações deve ser rigoroso e bem estruturado.\n\n\n\n    24. A ideia de se utilizar a tributação como forma de incentivo ou desincentivo à exploração de atividades nocivas ao meio ambiente é política de quase todos países do mundo, sugerida, inclusive, pela OCDE (Taxation, Inovation and the Environment, OECD, 2010).\n\n\n\n    25. As políticas ambientais que criam instrumentos que impõem um sobrepreço ao uso dos recursos naturais, à semelhança do que determina o princípio do “poluidor/pagador”, é legitimada sob a ótica de uma Análise Econômica do Direito, em linha com as chamadas “taxas pigouvianas”. \n\n\n\n    26. Em nosso ordenamento, a definição de extrafiscalidade alberga grande parte do modelo econômico exposto por economistas desde o início do século XX. A maximização de resultados entre o exercício regular do poder de polícia, materializado na fiscalização ambiental, e a exigência de tributação sobre a atividade econômica perpassa pela aferição da eficácia da política operada pelo Poder Público.\n\n\n\n    27. A ordem constitucional brasileira consagra a relação entre a livre iniciativa e o meio ambiente, a partir da dicção do art. 170, no qual a ordem econômica fundada na valorização do trabalho humano e na livre iniciativa caminha pari passu com a defesa ambiental (inciso VI).\n\n\n\n    28. O Supremo Tribunal Federal julgou constitucional a Taxa de Controle e Fiscalização Ambiental devida pelas empresas que exercem atividades potencialmente poluidoras e utilizadoras de recursos naturais em virtude do poder de polícia exercido pelo Ibama. (RE 416601, Rel. Min. Carlos Velloso, Tribunal Pleno, julgado em 10/08/2005, DJ 30/09/2005).\n\n\n\n    29. Ação Direta julgada prejudicada pela perda de objeto em relação ao art. 6º, § 3º da Lei 1.613/11 e, quanto aos demais dispositivos impugnados, totalmente improcedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=763771063","externo_seq_objeto_incidente":4253303,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-207  DIVULG 13-10-2022  PUBLIC 14-10-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4787&classe=ADI","is_colac":false,"titulo":"ADI 4787","documental_legislacao_citada_texto":null,"publicacao_data":"2022-10-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4787&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":null,"procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERACAO NACIONAL DA INDUSTRIA \nADV.(A/S)  : GUSTAVO AMARAL MARTINS E OUTRO(A/S)\nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO AMAPÁ \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO AMAPA \nAM. CURIAE.  : ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : ADVOGADO-GERAL DO ESTADO DE MINAS GERAIS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":470898,"documental_tese_texto":null,"procedencia_geografica_completo":"AP - AMAPÁ","processo_codigo_completo":"ADI 4787","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-08-01","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":null,"ministro_facet":["LUIZ FUX"],"processo_numero":4787,"base":"acordaos"},"highlight":{"ementa_texto":["EMENTA: CONSTITUCIONAL. TRIBUTÁRIO. TAXA DE CONTROLE, ACOMPANHAMENTO E FISCALIZAÇÃO DAS ATIVIDADES DE PESQUISA, LAVRA, EXPLORAÇÃO E APROVEITAMENTO DE RECURSOS MINERÁRIOS - TFRM. LEI Nº 1.613/2011. ESTADO DO AMAPÁ. MODIFICAÇÃO LEGISLATIVA QUE NÃO ALTERA A SUBSTÂNCIA DA NORMA. MANUTENÇÃO DO OBJETO DA AÇÃO DIRETA DE INCONSTITUCIONALIDADE. TAXA INSTITUÍDA EM RAZÃO DO PODER DE POLÍCIA FISCALIZATÓRIO. INTELIGÊNCIA DO ART. 23, XI, DA CRFB/88. É POSSÍVEL AOS ESTADOS EXERCER A ATIVIDADE DE PODER DE POLÍCIA EM MATÉRIA DE FISCALIZAÇÃO DAS ATIVIDADES DE PESQUISA E EXPLORAÇÃO DE RECURSOS MINERAIS. AÇÃO DIRETA DE INCONSTITUCIONALIDADE JULGADA IMPROCEDENTE.\n\n\n\n    1. A Lei nº 1.613/2011, do Estado do Amapá, instituiu taxa de polícia sobre a atividade de exploração mineral, com fundamento no art. 145, inciso II, da CRFB, ao estabelecer uma base de cálculo fixa atrelada à tonelada de minério extraído, independentemente do tipo de minério e do método de extração - exceto no caso do ouro, em que a unidade de medida adotada é o grama .\n\n\n\n    2. A Lei 2.410, de 18 de junho de 2019, modificou o art. 6º da Lei 1.613/11, alterando sua redação, e revogando o § 3º do dispositivo. Acrescentado o art. 6º-A ao diploma legal.\n\n\n\n    3. A impugnação por ação direta de dispositivo legal revogado por legislação posterior ocasiona a perda de objeto da demanda (ADI 3502, Rel. Min. Edson Fachin, Tribunal Pleno, julgado em 14/02/2020, DJe 12/03/2020).\n\n\n\n    4. O julgamento da impugnação a dispositivos cuja alteração legislativa não ocasionou mudança substancial em controle concentrado é possível, independentemente de emenda à petição inicial,. Precedentes: ADI 2501, Rel. Min. Joaquim Barbosa, Tribunal Pleno, DJe 19/12/2008 e ADI 2418, Rel. Min. Teori Zavascki, Tribunal Pleno, DJe 17/11/2016.\n\n\n\n    5. As modificações legislativas promovidas pela Lei 2.410/19, do Estado do Amapá, impõem a perda do objeto da ação em relação ao art. 6º, § 3º da Lei 1.613/11.\n\n\n\n    6. A Constituição estabelece competência administrativa aos Estados, Distrito Federal e Municípios para registrar, acompanhar e fiscalizar as “concessões de direitos de pesquisa e exploração de recursos minerais”, nos termos do inciso XI do seu art. 23.\n\n\n\n    7. A exegese do dispositivo adotada pelo Plenário do Supremo Tribunal Federal possibilita aos entes federados o exercício do poder de polícia sobre as atividades descritas na assim chamada “competência constitucional comum”. São constitucionalmente formais a Taxa de Controle, Acompanhamento e Fiscalização das Atividades de Exploração e Aproveitamento de Recursos Hídricos – TFRH do Estado do Amapá (ADI 6211, Rel. Min. Marco Aurélio, Tribunal Pleno, julgado em 04/12/2019, DJe 05/05/2020) e a Taxa de Controle, Monitoramento e Fiscalização Ambiental das Atividades de Pesquisa, Lavra, Exploração e Produção de Petróleo e Gás – TFPG do Estado do Rio de Janeiro (ADI 5480, Rel. Min. Alexandre de Moraes, Tribunal Pleno, julgado em 20/04/2020, DJe 04/09/2020).\n\n\n\n    8. Os impostos são regidos pela capacidade contributiva do sujeito passivo e seus fatos geradores são situações da vida relacionadas aos contribuintes, ao passo em que as taxas são regidas pelo princípio da comutatividade ou retributividade, devendo o seu fato gerador necessariamente corresponder a uma atividade estatal, seja ela correspondente ao exercício regular do poder de polícia ou a prestação de um serviço público específico e divisível prestado ou colocado à disposição do contribuinte.\n\n\n\n    9. A taxa exigível pelo exercício regular do poder de polícia impõe ao ao particular o financiamento da atividade estatal que lhe limita direitos, mas que beneficia toda a coletividade. O ônus é aceito em virtude dos ganhos obtidos com a exploração da atividade fiscalizada.\n\n\n\n    10. No final do século XIX, os constitucionalistas e financistas norte-americanos construíram uma distinção entre os tributos cobrados com fundamento no “poder de tributar” e os exigidos sob a égide do “poder de polícia”.\n\n\n\n    11. Hodiernamente, doutrina e jurisprudência albergam sob a denominação de “extrafiscalidade” as exigências financeiras que induzem ou desincentivam comportamentos dos cidadãos, antes reconhecidas como uma tradução econômica do poder de polícia\n\n\n\n    12. O tributo dotado de extrafiscalidade pode exorbitar algumas restrições constitucionais ao poder de tributar, desde que justificada a política administrativa adotada, v. g., o que se passa com os impostos do comércio exterior, em que a calibragem das alíquotas ultrapassa, por vezes, parâmetros usuais de mercado unicamente para a preservação da balança comercial do país.\n\n\n\n    13. A ideia de wealth maximization, formulada à luz de uma Análise Econômica do Direito, determina que a riqueza (wealth) a ser maximizada é a totalidade da satisfação das preferências moralmente relevantes e financeiramente sustentadas. A premissa, a princípio utilitarista, é aprimorada pelas limitações financeiras e os meios a serem empregados encontram-se protegidos pelo sistema de direitos. \n\n\n\n    14. A função da base de cálculo é quantificar o montante do tributo a ser recolhido aos cofres públicos, portanto é essencial que ela mantenha uma relação de congruência com a hipótese de incidência tributária mas também com elementos outros que contribuam para a máxima efetivação dos efeitos pretendidos com a tributação. À luz de uma teoria dos jogos, a referência é ao chamado “jeu de domination avec paiement de tribut” em que o plano ótimo encontra concessões mútuas a partir de um dado pagamento, denominado prêmio (prime).\n\n\n\n    15. O modelo teórico configura-se, na prática, no momento em que há o interesse do particular de exercer determinada atividade lucrativa, ainda que para isso seja necessário o dispêndio de um valor financeiro. Sob a ótica do outro jogador, o Estado, o montante exigido deve ser bastante e suficiente para fazer face aos dispêndios com a fiscalização, mas também contribuir para a ausência ou mitigação de danos à coletividade. \n\n\n\n    16. A base de cálculo das taxas de polícia não é objetivamente apurável, mas estimada com base em critérios razoáveis de mensuração do custo da atividade estatal, que deverá ser rateado entre os sujeitos passivos que exploram o segmento fiscalizado. Para fins orçamentários há que se ter um planejamento mínimo em relação às despesas estatais, no que o mesmo planejamento é exigido para fins de fixação da base de cálculo de uma taxa que visa custear a atividade de polícia administrativa do Estado. Isso não quer dizer que a base de cálculo das taxas nunca poderá conter elementos relacionados aos contribuintes.\n\n\n\n    17. Os princípios da isonomia e da capacidade contributiva, como corolários da justiça fiscal, não são obliterados quando em voga tributos contraprestacionais, tal qual as taxas. Nos autos do RE 177835, Rel. Min. Carlos Velloso, Tribunal Pleno, julgado em 22/04/1999, DJ 25/05/2001, o Supremo Tribunal Federal entendeu não só legítima, mas desejável, a incidência da taxa de fiscalização das atividades das empresas de valores mobiliários baseada no patrimônio líquido das sociedades. O julgamento deu origem à Sumula 665, verbis: “É constitucional a Taxa de Fiscalização dos Mercados de Títulos e Valores Mobiliários instituída pela Lei 7.940/89”.\n\n\n\n    18. O Tribunal também atestou a constitucionalidade da exigência de taxa de polícia sobre as atividades dos auditores independentes, calculada a partir do tamanho da carteira de clientes na ADI 453, Rel. Min. Gilmar Mendes, Tribunal Pleno, julgado em 30/08/2006, DJ 16/03/2007. Há equidade na retribuição pelo poder de polícia exercido em vista da maior complexidade na fiscalização de um número de clientes mais numeroso.\n\n\n\n    19. A TFRM do Estado do Amapá, tal como prevista pela Lei nº 1.613/11, a princípio, não leva em consideração a capacidade contributiva do sujeito passivo, mas, ao determinar um valor fixo por tonelada de minério produzida, está a refletir os custos da fiscalização sobre a atividade de pesquisa, lavra e exploração do minério, que podem variar em função do volume da produção.\n\n\n\n    20. O tipo de minério não faz diferença para fins de fiscalização da atividade de extração, mas há, de fato, uma relação entre o volume de minério extraído e o aumento do custo da fiscalização in loco, conforme se pode presumir da regra editada pela Unidade Federada.\n\n\n\n    21. A TFRM tributa o patrimônio de empresas dotadas de enorme capacidade econômica. Em matéria publicada pelo Jornal Valor Econômico, datada do dia 29 de julho de 2022, aponta-se que a maior mineradora do país, VALE, registrou lucro líquido de US$ 4,09 bilhões apenas no primeiro semestre de 2022. Outra empresa mineradora que opera em profusão no território nacional, a Anglo American, registrou lucro líquido de US$ 3,68 bilhões de dólares também no primeiro semestre de 2022.\n\n\n\n    22. A garantia do não confisco em matéria tributária, insculpida no art. 150, IV da CRFB, está diretamente associada à condição do sujeito passivo da obrigação tributária. A proteção dirige-se ao seu direito de propriedade. Para as pessoas jurídicas, o confisco está presente quando o tributo, de tão gravoso, dificulta-lhes sobremodo a exploração de suas atividades econômicas habituais. É dizer que o tributo deve ser dosado com razoabilidade, de modo a valorizar a livre iniciativa. (CARRAZZA, Roque Antônio, Curso de Direito Constitucional Tributário, São Paulo: Malheiros Editores, p – 102/103).\n\n\n\n    23. O lucro auferido por pessoas jurídicas de direito privado é necessário, desejável e protegido pelo próprio ordenamento constitucional. Ademais, o lucro não se constitui de hipótese de incidência da TFRM, haja vista a existência de impostos e contribuições de competência da União que incidem exatamente sobre este signo presuntivo de riqueza. \n\n\n\n    21. Consectariamente, partindo de um pressuposto de Análise Econômica do Direito, em que se <em>busca</em> a maximização da riqueza, afere-se que a exigência fiscal já datada de quase uma década não tem impactado os resultados das empresas que operam no mercado de mineração, mostrando-se exações suportáveis pelos contribuintes. Não há efeito confiscatório desproporcional.\n\n\n\n    22. À luz de uma teoria dos jogos, caso adotada a premissa do teto limite de recolhimento, é possível que o particular, assumindo uma posição agressiva, incremente sua capacidade produtiva, ultrapassando o teto que venha a ser fixado na legislação para recolhimento da taxa, momento em que o modelo tenderá a produzir a maximização de benefícios ao particular, em detrimento do outro jogador, no caso o Estado, e mesmo da própria coletividade, que conviverá com uma exploração da atividade mineral em escala exponencial.\n\n\n\n    23. A manutenção do sistema sem a fixação do teto tende a compor um equilíbrio ótimo para ambas as partes, na medida em que as empresas exploradoras da atividade são compelidas a limitar sua atividade produtiva em vista do quantum debeatur da taxa. A exploração para além da capacidade de pagamento ensejaria uma atividade não lucrativa, e, portanto, não desejável.\n\n\n\n    24. O potencial lesivo ao ambiente que a atividade minerária encerra, torna necessário que o Estado tenha recursos para assegurar a saúde e o bem estar das populações diretamente envolvidas no exercício da atividade de exploração mineral. Tragédias recentes como as dos municípios mineiros de Mariana/MG e Brumadinho/MG demonstram o quanto o poder de polícia administrativa nestas situações deve ser rigoroso e bem estruturado.\n\n\n\n    24. A ideia de se utilizar a tributação como forma de incentivo ou desincentivo à exploração de atividades nocivas ao meio ambiente é política de quase todos países do mundo, sugerida, inclusive, pela OCDE (Taxation, Inovation and the Environment, OECD, 2010).\n\n\n\n    25. As políticas ambientais que criam instrumentos que impõem um sobrepreço ao uso dos recursos naturais, à semelhança do que determina o princípio do “poluidor/pagador”, é legitimada sob a ótica de uma Análise Econômica do Direito, em linha com as chamadas “taxas pigouvianas”. \n\n\n\n    26. Em nosso ordenamento, a definição de extrafiscalidade alberga grande parte do modelo econômico exposto por economistas desde o início do século XX. A maximização de resultados entre o exercício regular do poder de polícia, materializado na fiscalização ambiental, e a exigência de tributação sobre a atividade econômica perpassa pela aferição da eficácia da política operada pelo Poder Público.\n\n\n\n    27. A ordem constitucional brasileira consagra a relação entre a livre iniciativa e o meio ambiente, a partir da dicção do art. 170, no qual a ordem econômica fundada na valorização do trabalho humano e na livre iniciativa caminha pari passu com a defesa ambiental (inciso VI).\n\n\n\n    28. O Supremo Tribunal Federal julgou constitucional a Taxa de Controle e Fiscalização Ambiental devida pelas empresas que exercem atividades potencialmente poluidoras e utilizadoras de recursos naturais em virtude do poder de polícia exercido pelo Ibama. (RE 416601, Rel. Min. Carlos Velloso, Tribunal Pleno, julgado em 10/08/2005, DJ 30/09/2005).\n\n\n\n    29. Ação Direta julgada prejudicada pela perda de objeto em relação ao art. 6º, § 3º da Lei 1.613/11 e, quanto aos demais dispositivos impugnados, totalmente improcedente."]}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"sjur304620","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PR","is_questao_ordem":false,"acordao_ata":"A Turma negou provimento ao agravo regimental, nos termos do voto do Relator. Unânime. Não participou, justificadamente, deste julgamento, o Senhor Ministro Roberto Barroso. Presidência da Senhora Ministra Rosa Weber. 1ª Turma, 28.4.2015.","is_repercussao_geral_merito":false,"relator_processo_nome":"MARCO AURÉLIO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur304620","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Paraná","dg_atualizado_em":"2022-09-16T11:37:45.704934","dg_unique":"sjur304620","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"RECURSO EXTRAORDINÁRIO – MATÉRIA FÁTICA E LEGAL. O recurso extraordinário não é meio próprio ao revolvimento da prova, também não servindo à interpretação de normas estritamente legais.  \n\n\n\n     \n\n\n\n    PREQUESTIONAMENTO – CONFIGURAÇÃO – RAZÃO DE SER. O prequestionamento não resulta da circunstância de a matéria haver sido arguida pela parte recorrente. A configuração pressupõe debate e decisão prévios pelo Colegiado, ou seja, emissão de entendimento. O instituto visa o cotejo indispensável a que se diga enquadrado o recurso extraordinário no permissivo constitucional.","inteiro_teor_url":"http://www.stf.jus.br/portal/inteiroTeor/obterInteiroTeor.asp?idDocumento=8453371","externo_seq_objeto_incidente":4733470,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-090  DIVULG 14-05-2015  PUBLIC 15-05-2015","dje_url":"http://stf.jus.br/portal/diarioJustica/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=865999&classe=RE-AgR","is_colac":false,"titulo":"RE 865999 AgR","documental_legislacao_citada_texto":["LEG-FED   SUMSTF-000282      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000356      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2015-05-15","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DESCABIMENTO, RECURSO EXTRAORDINÁRIO, REEXAME, MATÉRIA DE FATO, MATÉRIA DE PROVA, INDENIZAÇÃO, DANO PATRIMONIAL, CADUCIDADE, DIREITO MINERÁRIO, MOMENTO POSTERIOR, CRIAÇÃO, PARQUE ESTADUAL.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=865999&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(PREQUESTIONAMENTO)\nAI 541696 AgR (1ªT). \nNúmero de páginas: 7.\nAnálise: 02/06/2015, MJC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : ESTADO DO PARANÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARANÁ \nAGDO.(A/S)  : SEPAMAR - SERRARIA PARANAENSE DE MARMORES LTDA \nADV.(A/S)  : HAMILTON MAIA DA SILVA FILHO E OUTRO(A/S)\nINTDO.(A/S)  : UNIÃO \nPROC.(A/S)(ES) : ADVOGADO-GERAL DA UNIÃO \nINTDO.(A/S)  : DEPARTAMENTO NACIONAL DE PRODUÇÃO MINERAL - DNPM \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":304620,"documental_tese_texto":null,"procedencia_geografica_completo":"PR - PARANÁ","processo_codigo_completo":"RE 865999 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"2015-04-28","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":null,"ministro_facet":["MARCO AURÉLIO"],"processo_numero":865999,"base":"acordaos"}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"sjur470900","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"MG","is_questao_ordem":false,"acordao_ata":"Após a leitura do relatório e a realização de sustentações orais, o julgamento foi suspenso. Falaram: pela requerente, o Dr. Leonardo Estrela Borges; pelo interessado Governador do Estado de Minas Gerais, o Dr. Carlos Victor Muzzi Filho, Procurador do Estado; e, pelo amicus curiae, o Dr. Ricardo Nasser Sefer, Procurador-Geral do Estado dom Pará. Presidência do Ministro Luiz Fux. Plenário, 30.6.2022.\r\n\n                       Decisão: O Tribunal, por maioria, conheceu em parte da ação direta e, nessa parte, julgou-a improcedente, nos termos do voto do Relator, vencidos os Ministros Marco Aurélio, Roberto Barroso e Gilmar Mendes, nos termos de seus votos. Ausente, justificadamente, o Ministro Dias Toffoli, que votou na sessão virtual em que houve pedido de destaque. Não votaram os Ministros André Mendonça e Nunes Marques, sucessores, respectivamente, dos Ministros Marco Aurélio e Celso de Mello, que também votaram nessa sessão virtual. Falou, pela Procuradoria-Geral da República, o Dr. Antônio Augusto Brandão de Aras, Procurador-Geral da República. Presidência do Ministro Luiz Fux. Plenário, 1º.8.2022.","is_repercussao_geral_merito":false,"relator_processo_nome":"EDSON FACHIN","ods_onu":["12","15","16","17"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur470900","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Minas Gerais","dg_atualizado_em":"2022-10-17T08:40:22.340084","dg_unique":"sjur470900","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE. TRIBUTÁRIO, FINANCEIRO E MINERÁRIO. TAXA. PODER DE POLÍCIA. COMPETÊNCIAS ADMINISTRATIVA, LEGISLATIVA E TRIBUTÁRIA. MINÉRIOS E RECURSOS MINERÁRIOS. MEIO AMBIENTE ECOLOGICAMENTE EQUILIBRADO. DEFESA DO SOLO E DOS RECURSOS NATURAIS. CONTROLE, MONITORAMENTO E FISCALIZAÇÃO DAS ATIVIDADES DE MINERAÇÃO. LEI 19.976/2011. ALTERAÇÃO PROMOVIDA PELA LEI 20.414/2012. PRELIMINAR DE PERDA SUPERVENIENTE DO OBJETO. BASE DE CÁLCULO. PROPORCIONALIDADE. VEDAÇÃO AO EFEITO CONFISCATÓRIO. REGIME CONSTITUCIONAL DA MINERAÇÃO. FEDERALISMO PATRIMONIAL.\n\n\n\n    1. A jurisprudência do STF é firme no sentido de que a revogação ulterior da lei impugnada tem o condão de esvaziar o objeto do processo de índole objetiva, o que leva à prejudicialidade do mérito da ADI. Contudo, trata-se de regra excepcionável, quando se constata a possibilidade de inefetividade da jurisdição constitucional. Precedente: ADI 3.232, de relatoria do Ministro Cezar Peluso, Tribunal Pleno, DJe 03.10.2008.\n\n\n\n    2. Não há um esgotamento das competências administrativas fiscalizatórias relativas à mineração na figura da União, especialmente a partir do Departamento Nacional de Produção Mineral, sob pena de esvaziamento da significância normativa dos arts. 23, XI, e 24, VI, da Constituição da República. Doutrina.\n\n\n\n    3. Em consonância ao princípio federativo da subsidiariedade, é possível ao ente estadual desempenhar atividade administrativa, remunerada mediante taxa, desde que traduzível em serviço público ou poder de polícia, na forma e nos limites do art. 145, II, da Constituição da República.\n\n\n\n    4. O Estado-membro possui competência administrativa fiscalizatória sobre recursos hídricos e minerais, nos termos do art. 23, IX, da Constituição da República, desde que informado pelo princípio da subsidiariedade emanado de uma concepção própria do federalismo cooperativo brasileiro. Precedente: RE 416.601, de relatoria do Ministro Carlos Velloso, Tribunal Pleno, DJ 30.09.2005.\n\n\n\n    5. Ante as atividades administrativas preconizadas no art. 3º da lei impugnada, a competência tributária do Estado-membro instituidor da taxa não representa afronta ao art. 145, II, da Constituição da República, nem ao conceito legal de poder de polícia disposto nos arts. 77 e 78 do Código Tributário Nacional, sobretudo a disciplina da produção e do mercado, o exercício de atividades econômicas dependentes de concessão ou autorização do Poder Público e o respeito à propriedade e aos direitos individuais ou coletivos. \n\n\n\n    6. A taxa é tributo vinculado cuja hipótese de incidência consiste numa atuação estatal direta e imediatamente referida ao obrigado. Logo, trata-se de espécie tributária regida pelo ideal da comutatividade ou referibilidade, de modo que o contribuinte deve suportar o ônus da carga tributária em termos proporcionais à fiscalização a que submetido ou aos serviços públicos disponibilizados à sua fruição. Doutrina. Precedente: ADI-MC-QO 2.551, de relatoria do Ministro Celso de Mello, Tribunal Pleno, DJ 20.04.2006.\n\n\n\n    7. Nos termos da vedação contida no art. 150, IV, da Constituição da República, o efeito confiscatório é conceito relativamente indeterminado no altiplano constitucional, assim se torna imprescindível perquirir heuristicamente os elementos fático-normativos essenciais à constatação ou não do caráter de confisco tributário. Precedente: RE-AgR 448432, de relatoria do Ministro Joaquim Barbosa, Segunda Turma, DJe 28.05.2010.\n\n\n\n    8. A taxa em questão não implica confisco às sociedades empresárias dedicadas à exploração do setor minerário na territorialidade do Estado-membro. Precedente: ADI 1.948, de relatoria do Ministro Gilmar Mendes, Tribunal Pleno, DJ 07.02.2003.\n\n\n\n    9. De acordo com as balizas jurisprudenciais, não é desproporcional a base de cálculo referente à TFRM imposta pela lei impugnada, uma vez que traduz liame razoável entre a quantidade de minério extraído e o dispêndio de recursos públicos com a fiscalização dos contribuintes. Precedentes.\n\n\n\n    10. Ação Direta de Inconstitucionalidade parcialmente conhecida a que se nega procedência.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=763770434","externo_seq_objeto_incidente":4252832,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-207  DIVULG 13-10-2022  PUBLIC 14-10-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=4785&classe=ADI","is_colac":false,"titulo":"ADI 4785","documental_legislacao_citada_texto":null,"publicacao_data":"2022-10-14","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":null,"acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=4785&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":null,"procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : CONFEDERACAO NACIONAL DA INDUSTRIA \nADV.(A/S)  : GUSTAVO DO AMARAL MARTINS E OUTRO(A/S)\nINTDO.(A/S)  : GOVERNADOR DO ESTADO DE MINAS GERAIS \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DE MINAS GERAIS \nPROC.(A/S)(ES) : PROCURADOR-GERAL DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE MINAS GERAIS \nAM. CURIAE.  : ESTADO DO PARÁ \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO PARÁ","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":470900,"documental_tese_texto":null,"procedencia_geografica_completo":"MG - MINAS GERAIS","processo_codigo_completo":"ADI 4785","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2022-08-01","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":null,"ministro_facet":["EDSON FACHIN"],"processo_numero":4785,"base":"acordaos"}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"sjur395007","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"DF","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, confirmou a medida cautelar e julgou parcialmente procedente o pedido formulado na ação direta para declarar a inconstitucionalidade dos artigos 1º, 2º, 3º e 5º da Lei 3.213/2013 do Estado de Rondônia, nos termos do voto do Relator. Ausente, justificadamente, o Ministro Roberto Barroso. Presidência do Ministro Dias Toffoli. Plenário, 25.10.2018.","is_repercussao_geral_merito":false,"relator_processo_nome":"ALEXANDRE DE MORAES","ods_onu":["8","12","15","16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur395007","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Distrito Federal","dg_atualizado_em":"2022-09-16T11:33:49.654823","dg_unique":"sjur395007","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"Ementa: AÇÃO DIRETA DE INCONSTITUCIONALIDADE. CONSTITUCIONAL E AMBIENTAL. FEDERALISMO E RESPEITO ÀS REGRAS DE DISTRIBUIÇÃO DE COMPETÊNCIA LEGISLATIVA. LEI 3.213/2013 DO ESTADO DE RONDÔNIA. MINERAÇÃO E GARIMPAGEM. COMPETÊNCIA LEGISLATIVA PRIVATIVA DA UNIÃO (ART. 22, XII, DA CF). LICENCIAMENTO AMBIENTAL. COMPETÊNCIA CONCORRENTE. PRIMAZIA DA UNIÃO PARA FIXAR NORMAS GERAIS (ART. 24, VI, VII E VII, § 1º, 30, I E II, E 225, § 1º, IV, DA CF). EXERCÍCIO DO PODER DE POLÍCIA AMBIENTAL. SEPARAÇÃO DOS PODERES (ART. 2º DA CF). RESERVA DE ADMINISTRAÇÃO (ART. 2º, 61, § 1º, II, “E”, 84, II E VI, “A”, DA CF). COBRANÇA DE TAXA PELO EXERCÍCIO DO PODER DE POLÍCIA (ART. 145, II, DA CF), POR MEIO DE LEI DE INICIATIVA DO LEGISLATIVO. POSSIBILIDADE. INEXISTÊNCIA DE INICIATIVA RESERVADA EM MATÉRIA TRIBUTÁRIA. PARCIAL PROCEDÊNCIA.\n\n\n\n    1. Compete privativamente à União legislar sobre jazidas, minas, outros recursos minerais e metalurgia (CF/1988, art. 22, XII), em razão do que incorre em inconstitucionalidade a norma estadual que, a pretexto de regulamentar o licenciamento ambiental, impede o exercício de atividade garimpeira por pessoas físicas.\n\n\n\n    2. A diretriz fixada pelo constituinte, de favorecimento da organização da atividade garimpeira em cooperativas (art. 174, § 3º, da CF), não permite o extremo de limitar a prática de garimpagem apenas aos associados a essas entidades, sob pena de violação à garantia constitucional da liberdade de iniciativa e de livre associação (art. 1º, IV, art. 5º, XX, e art. 170, parágrafo único, da CF).\n\n\n\n    3. A competência legislativa concorrente cria o denominado “condomínio legislativo” entre a União e os Estados-Membros, cabendo à primeira a edição de normas gerais sobre as matérias elencadas no art. 24 da Constituição Federal; e aos segundos o exercício da competência complementar — quando já existente norma geral a disciplinar determinada matéria (CF, art. 24, § 2º) — e da competência legislativa plena (supletiva) — quando inexistente norma federal a estabelecer normatização de caráter geral (CF, art. 24, § 3º).\n\n\n\n    4. O licenciamento para exploração de atividade potencialmente danosa, como é o caso da lavra de recursos minerais, insere-se no Poder de Polícia Ambiental, cujo exercício é atividade administrativa de competência do Poder Executivo e, portanto, submetida à reserva de administração (art. 61, § 1º, II, e, c/c art. 84, II e VI, “a”, da CF).\n\n\n\n    5. A definição do valor cobrado a título de taxa pelo exercício do poder de polícia (art. 145, II, da CF) pode ser estabelecida em sede legislativa, por iniciativa concorrente dos Poderes Executivo e Legislativo, pois não há falar em iniciativa reservada em matéria tributária (ARE 743480, Rel. Min. GILMAR MENDES, Tribunal Pleno, julgado sob o rito da repercussão geral, DJe de 19/11/2013).\n\n\n\n    6. Medida Cautelar confirmada e Ação Direta julgada parcialmente procedente.","inteiro_teor_url":"http://www.stf.jus.br/portal/inteiroTeor/obterInteiroTeor.asp?idDocumento=748710834","externo_seq_objeto_incidente":4508604,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-250  DIVULG 22-11-2018  PUBLIC 23-11-2018","dje_url":"http://stf.jus.br/portal/diarioJustica/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=5077&classe=ADI","is_colac":false,"titulo":"ADI 5077","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1891\n                CF-1891 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1934\n                CF-1934 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1937\n                CF-1937 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1946\n                CF-1946 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   CF      ANO-1967\n                CF-1967 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000001      ANO-1969\n                EMENDA CONSTITUCIONAL\n\n","LEG-FED   CF      ANO-1988\n          ART-00001 INC-00004 ART-00002 ART-00005 \n          INC-00020 ART-00020 INC-00009 ART-00021 \n          INC-00025 ART-00022 INC-00012 ART-00024 \n          INC-00006 INC-00007 PAR-00001 PAR-00002 \n          PAR-00003 ART-00030 INC-00001 INC-00002 \n          ART-00060 PAR-00004 INC-00001 ART-00061 \n          PAR-00001 INC-00002 ART-00084 INC-00002 \n          INC-00006 LET-A ART-00145 INC-00002 \n          ART-00170 PAR-ÚNICO ART-00174 PAR-00003 \n          ART-00176 \"CAPUT\" PAR-00001 ART-00225 \n          PAR-00001 INC-00004\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   LEI-006938      ANO-1981\n                LEI ORDINÁRIA\n\n","LEG-FED   LEI-011685      ANO-2008\n                LEI ORDINÁRIA - ESTATUTO DO GARIMPEIRO\n\n","LEG-FED   DEC-000227      ANO-1967\n                DECRETO - CÓDIGO DE MINERAÇÃO\n\n","LEG-FED   RES-000237      ANO-1997\n                RESOLUÇÃO DO CONSELHO NACIONAL DO MEIO AMBIENTE - CONAMA\n\n","LEG-EST   LEI-003213      ANO-2013\n          ART-00001 PAR-ÚNICO ART-00002 ART-00003 \n          ART-00004 PAR-ÚNICO ART-00005\n                LEI ORDINÁRIA, RO\n\n","LEG-EST   DEC-005124      ANO-1991\n                DECRETO, RO"],"publicacao_data":"2018-11-23","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- DELIMITAÇÃO, NORMA GERAL, COMPETÊNCIA SUPLEMENTAR, COMPETÊNCIA CONCORRENTE. INTERPRETAÇÃO CONSTITUCIONAL, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, FEDERALISMO, DOUTRINA, DIREITO COMPARADO. CONSTITUIÇÃO FEDERAL DE 1988, DISTRIBUIÇÃO, COMPETÊNCIA LEGISLATIVA, PRINCÍPIO DA PREDOMINÂNCIA DO INTERESSE, COMPETÊNCIA LEGISLATIVA, MUNICÍPIO, INTERESSE LOCAL. DISTRIBUIÇÃO, COMPETÊNCIA, FEDERALISMO CENTRÍPETO. CONCENTRAÇÃO, MATÉRIA, IMPORTÂNCIA, CONGRESSO NACIONAL, PRINCÍPIO DA AUTONOMIA, PARTICIPAÇÃO POLÍTICA, ESTADO-MEMBRO, MUNICÍPIO, DISTRITO FEDERAL. INTÉRPRETE, COMPETÊNCIA CONCORRENTE, AUTOGOVERNO, AUTONOMIA ADMINISTRATIVA, EQUILÍBRIO, FEDERAÇÃO. COMPETÊNCIA MATERIAL, COMPETÊNCIA LEGISLATIVA, DIREITO AMBIENTAL. PODER LEGISLATIVO, RESERVA DE ADMINISTRAÇÃO, EQUILÍBRIO, PRINCÍPIO DA HARMONIA ENTRE OS PODERES.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=5077&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(INICIATIVA PRIVATIVA, MATÉRIA TRIBUTÁRIA)\nARE 743480 RG. \n(COMPETÊNCIA LEGISLATIVA, DIREITO MINERÁRIO)\nRE 77890 (1ªT). \n(COMPETÊNCIA LEGISLATIVA, DIREITO AMBIENTAL)\nRE 194704 (TP), ADI 2396 (TP), ADI 3937 MC (TP), ADI 1086 (TP). \n(PODER DE POLÍCIA, LICENÇA AMBIENTAL, COMPETÊNCIA, PODER EXECUTIVO)\nADI 1505 (TP), ADI 3252 MC (TP). \n(COMPETÊNCIA LEGISLATIVA, RESERVA DE ADMINISTRAÇÃO)\nADI 776 (TP), ADI 3075 (TP), ADI 3169 (TP), ADI 3343 (TP), ADI 2364 MC (1ªT), ADI 5501 MC (TP), ADI 2364 MC (TP). \n- Legislação estrangeira citada: Constituição dos Estados Unidos.\nNúmero de páginas: 21.\nAnálise: 04/02/2019, KBP.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : GOVERNADOR DO ESTADO DE RONDÔNIA \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DE RONDÔNIA \nINTDO.(A/S)  : ASSEMBLÉIA LEGISLATIVA DO ESTADO DE RONDÔNIA \nADV.(A/S)  : SEM REPRESENTAÇÃO NOS AUTOS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":395007,"documental_tese_texto":null,"procedencia_geografica_completo":"DF - DISTRITO FEDERAL","processo_codigo_completo":"ADI 5077","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2018-10-25","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"ATALIBA. Geraldo. República e constituição. São Paulo: Revista dos Tribunais, 1985. p. 10.\nBARACHO, José Alfredo de Oliveira. Teoria geral do federalismo. Rio de Janeiro: Forense, 1986. p. 317.\nCANOTILHO, José J. Gomes. Direito constitucional e teoria da Constituição. Almedina. p. 87.\nCOOLEY, Thomas McIntyre. The general principles of constitutional law in the United States of America. 3. ed. Boston: Little, Brown and Company, 1898. p. 52.\nDUVERGER, Maurice. Droit constitutionnel et institutions politiques. Paris: Presses Universitaires de France, 1955. p. 265 et seq.\nFAGUNDES, Seabra. Novas perspectivas do federalismo brasileiro. Revista de Direito Administrativo, n. 99, p. 1 et seq.\nFERRANDO BADÍA, Juan. El estado unitário: El federal y El estado regional. Madri: Tecnos, 1978. p. 77.\nFERREIRA FILHO, Manoel Gonçalves. O Estado federal brasileiro na Constituição de 1988. Revista de Direito Administrativo, n. 179, p. 1.\nHAMILTON, Alexander. The Federalist Papers, n. 9.\nHORTA, Raul Machado. Tendências atuais da federação brasileira. Cadernos de direito constitucional e ciência política, n. 16, p. 17.\nLEVI, Lúcio. In: BOBBIO, Norberto; MATTEUCCI, Nicola; PASQUINO, Gianfranco. (Coord.). Dicionário de política. v. I. p. 482.\nLOEWENSTEIN, Karl. Teoria de la constitución. Barcelona: Ariel, 1962. p. 362.\nMALBIN, Michael J. A ordem constitucional americana. Rio de Janeiro: Forense Universitária, 1987. p. 144.\nMARINHO, Josaphat. Rui Barbosa e a federação. Revista de Informação Legislativa, n. 130, p. 40 et seq.\nMIRANDA, Jorge. Manual de direito constitucional. 4. ed. Coimbra: Coimbra, 1990. Tomo. 1, p. 13-14.\nROBINSON, Donald L. To the best of my ability: the presidency the constitution. New York: W. W. Norton & Company, 1987. p. 18-19.\nTOCQUEVILLE, Alexis de. Democracia na América: leis e costumes. São Paulo: Martins Fontes, 1988. p. 37 et seq.\nVELLOSO, Carlos Mário. Estado federal e estados federados na Constituição brasileira de 1988: do\nequilíbrio federativo. Revista de Direito Administrativo, n. 187, p. 1 et seq.","ministro_facet":["ALEXANDRE DE MORAES"],"processo_numero":5077,"base":"acordaos"}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"sjur104221","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"SP","is_questao_ordem":false,"acordao_ata":null,"is_repercussao_geral_merito":false,"relator_processo_nome":"CELSO DE MELLO","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur104221","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"São Paulo","dg_atualizado_em":"2022-09-16T11:41:07.281177","dg_unique":"sjur104221","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"AgR","is_processo_antigo":false,"ementa_texto":"E M E N T A: DIREITO DE PROPRIEDADE - PROTEÇÃO\nCONSTITUCIONAL - INSTITUIÇÃO DE SERVIDÃO DE PASSAGEM DE LINHAS DE\nTRANSMISSÃO DE ENERGIA ELÉTRICA - GARANTIA DE INDENIZAÇÃO PLENA -\nJAZIDAS MINERAIS EXISTENTES NO IMÓVEL AFETADO PELA SERVIDÃO DE\nPASSAGEM - RESSARCIBILIDADE DOS DIREITOS INERENTES À CONCESSÃO DE\nLAVRA -  A QUESTÃO CONSTITUCIONAL DA PROPRIEDADE DO SOLO E DA\nPROPRIEDADE MINERAL - RECURSO IMPROVIDO.\nRECURSOS MINERAIS E DOMÍNIO CONSTITUCIONAL DA UNIÃO\n- O sistema de direito constitucional positivo vigente no\nBrasil - fiel à tradição republicana iniciada com a Constituição de\n1934 - instituiu verdadeira separação jurídica entre a propriedade\ndo solo e a propriedade mineral (que incide sobre as jazidas, em\nlavra ou não, e demais recursos minerais existentes no imóvel) e\natribuiu, à União Federal, a titularidade da propriedade mineral,\npara o específico efeito de exploração econômica e/ou de\naproveitamento industrial.\nA propriedade mineral submete-se ao regime de dominialidade\npública. Os bens que a compõem qualificam-se como bens públicos\ndominiais, achando-se constitucionalmente integrados ao patrimônio\nda União Federal.\nCONCESSÃO DE LAVRA - INDENIZABILIDADE\n- O sistema minerário vigente no Brasil atribui, à\nconcessão de lavra - que constitui verdadeira res in comercio -,\ncaráter negocial e conteúdo de natureza econômico-financeira.\nO impedimento causado pelo Poder Público na exploração\nempresarial das jazidas legitimamente concedidas gera o dever\nestatal de indenizar o minerador que detém, por efeito de regular\ndelegação presidencial, o direito de industrializar e de aproveitar\no produto resultante da extração mineral.\nObjeto de indenização há de ser o título de concessão de\nlavra, enquanto bem jurídico suscetível de apreciação econômica, e\nnão a jazida em si mesma considerada, pois esta, enquanto tal,\nacha-se incorporada ao domínio patrimonial da União Federal.\nA concessão de lavra, que viabiliza a exploração\nempresarial das potencialidades das jazidas minerais, investe o\nconcessionário em posição jurídica favorável, eis que, além de\nconferir-lhe a titularidade de determinadas prerrogativas legais,\nacha-se essencialmente impregnada, quanto ao título que a legitima,\nde valor patrimonial e de conteúdo econômico. Essa situação\nsubjetiva de vantagem atribui, ao concessionário da lavra, direito,\nação e pretensão à indenização, toda vez que, por ato do Poder\nPúblico, vier o particular a ser obstado na legítima fruição de\ntodos os benefícios resultantes do processo de extração mineral.","inteiro_teor_url":"http://stf.jus.br/portal/inteiroTeor/obterInteiroTeor.asp?numero=140254&classe=RE-AgR","externo_seq_objeto_incidente":3504731,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"DJ 06-06-1997 PP-24876          EMENT VOL-01872-05 PP-00907","dje_url":"http://stf.jus.br/portal/diarioJustica/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=140254&classe=RE-AgR","is_colac":false,"titulo":"RE 140254 AgR","documental_legislacao_citada_texto":["LEG-FED   CF       ANO-1934\n          ART-00118 ART-00119\n          CF-1934 CONSTITUIÇÃO  FEDERAL\n","LEG-FED   CF       ANO-1937\n          ART-00143\n          CF-1937 CONSTITUIÇÃO  FEDERAL\n","LEG-FED   CF       ANO-1946\n          ART-00152\n          CF-1946 CONSTITUIÇÃO  FEDERAL\n","LEG-FED   CF       ANO-1967\n          ART-00161\n          CF-1967 CONSTITUIÇÃO  FEDERAL\n","LEG-FED   EMC-000001      ANO-1969\n          ART-00168\n          CF-1969 CONSTITUIÇÃO  FEDERAL\n","LEG-FED   CF       ANO-1988\n          ART-00020 INC-00009 ART-00176\n          CF-1988 CONSTITUIÇÃO  FEDERAL\n","LEG-FED   DEC-058736      ANO-1996\n          Alterado pelo Dec-62060/86.\n","LEG-FED   DEL-000227      ANO-1967\n          ART-00055"],"publicacao_data":"1997-06-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"AD1857 , SERVIDÃO ADMINISTRATIVA, CONCESSÃO DE LAVRA DE MINÉRIO,\nEXTRAÇÃO,          IMPEDIMENTO, PODER PÚBLICO, INDENIZAÇÃO, GARANTIA","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=140254&classe=RE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"RE-AgR","documental_observacao_texto":"Votação:   Unânime.\nResultado: Improvido.\nVeja AG-31933, RE-134297.\nO AGRRE-140254 foi objeto dos REAED-140254, rejeitados.\nNúmero de páginas: (21). Análise:(KCC). Revisão:(AAF).\nInclusão: 19/06/97, (NT).\nAlteração: 05/02/01, (MLR).","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.     : CESP - COMPANHIA ENERGETICA DE SÃO PAULO\nAGDO.     : MARCO ANTONIO COTOMACIO E OUTROS","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":104221,"documental_tese_texto":null,"procedencia_geografica_completo":"SP - SÃO PAULO","processo_codigo_completo":"RE 140254 AgR","processo_classe_processual_unificada_classe_sigla":"RE","julgamento_data":"1995-12-05","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG.NO RECURSO EXTRAORDINÁRIO","documental_doutrina_texto":"OBRA:  Comentários à Constituição de 1988 - Vol. VIII\nAUTOR: José Cretella Júnior\nPÁGINA: 4138\nOBRA:  Tratado de Usucapião - Vol.1\nAUTOR: Benedito Silvério Ribeiro\nPÁGINA: 589","ministro_facet":["CELSO DE MELLO"],"processo_numero":140254,"base":"acordaos"}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"sjur427757","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"RJ","is_questao_ordem":false,"acordao_ata":"A Turma, por unanimidade, conheceu do agravo e negou-lhe provimento, nos termos do voto da Relatora. Primeira Turma, Sessão Virtual de 12.6.2020 a 19.6.2020.","is_repercussao_geral_merito":false,"relator_processo_nome":"ROSA WEBER","ods_onu":[],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur427757","is_repercussao_geral":false,"orgao_julgador":"Primeira Turma","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Rio de Janeiro","dg_atualizado_em":"2022-09-16T11:38:51.057109","dg_unique":"sjur427757","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":"ED-AgR","is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    DIREITO ADMINISTRATIVO. RECURSO EXTRAORDINÁRIO INTERPOSTO SOB A ÉGIDE DO CPC/2015. ALEGADA VIOLAÇÃO DOS ARTS. 5º, II, XXII, XXIV, XXXVI, LIV E LV, 22, XII, 37, CAPUT, 170, II, E 176, CAPUT, E § 1º, DA CONSTITUIÇÃO FEDERAL. LEGALIDADE. CONTRADITÓRIO E AMPLA DEFESA. DEVIDO PROCESSO LEGAL. AUSÊNCIA DE REPERCUSSÃO GERAL. AÇÃO CAUTELAR. EXTRAÇÃO DE AREIA. DIREITOS MINERÁRIOS. ALEGAÇÃO DE TURBAÇÃO. SERVIÇO DO CONSÓRCIO ARCO METROPOLITANO. CONSTRUÇÃO DE VIAS PÚBLICAS. INDENIZAÇÃO. CÓDIGO DE MINERAÇÃO. DIREITO DE PROPRIEDADE. VIOLAÇÃO INOCORRENTE. EVENTUAL OFENSA REFLEXA NÃO VIABILIZA O RECURSO EXTRAORDINÁRIO. ART. 102 DA LEI MAIOR. AGRAVO MANEJADO SOB A VIGÊNCIA DO CPC/2015.\n\n\n\n    1. A controvérsia, nos termos do já asseverado na decisão guerreada, não alcança estatura constitucional. Não há falar em afronta aos preceitos constitucionais indicados nas razões recursais. Compreensão diversa demandaria a análise da legislação infraconstitucional encampada na decisão da Corte de origem, a tornar oblíqua e reflexa eventual ofensa à Constituição, insuscetível, como tal, de viabilizar o conhecimento do recurso extraordinário. Desatendida a exigência do art. 102, III, “a”, da Lei Maior, nos termos da remansosa jurisprudência desta Suprema Corte.\n\n\n\n    2. O exame da alegada ofensa ao art. 5º, II, XXII, XXIV, XXXVI, LIV e LV, da Constituição Federal, observada a estreita moldura com que devolvida a matéria à apreciação desta Suprema Corte, dependeria de prévia análise da legislação infraconstitucional aplicada à espécie, o que foge à competência jurisdicional extraordinária prevista no art. 102 da Magna Carta.\n\n\n\n    3. As razões do agravo interno não se mostram aptas a infirmar os fundamentos que lastrearam a decisão agravada.\n\n\n\n    4. Agravo interno conhecido e não provido.","inteiro_teor_url":"http://www.stf.jus.br/portal/inteiroTeor/obterInteiroTeor.asp?idDocumento=753179871","externo_seq_objeto_incidente":5875962,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-169  DIVULG 03-07-2020  PUBLIC 06-07-2020","dje_url":"http://stf.jus.br/portal/diarioJustica/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=1171527&classe=ARE-ED-AgR","is_colac":false,"titulo":"ARE 1171527 ED-AgR","documental_legislacao_citada_texto":["LEG-FED   CF      ANO-1988\n          ART-00022 INC-00012 ART-00102 INC-00003 \n          LET-A ART-00170 INC-00002 ART-00176 \n          \"CAPUT\" PAR-00001\n                CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   DEL-001985      ANO-1940\n                CM-1940 CÓDIGO DE MINAS\n\n","LEG-FED   PRT-000441      ANO-2009\n                PORTARIA DO DEPARTAMENTO NACIONAL DE PRODUÇÃO MINERAL - DNPM\n\n","LEG-FED   SUMSTF-000279      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF\n\n","LEG-FED   SUMSTF-000636      \n                SÚMULA DO SUPREMO TRIBUNAL FEDERAL - STF"],"publicacao_data":"2020-07-06","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- VIDE EMENTA.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=1171527&classe=ARE","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ARE-ED-AgR","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONTRADITÓRIO, AMPLA DEFESA, COISA JULGADA, DEVIDO PROCESSO LEGAL)\nRE 153781 (2ªT), RE 154158 AgR (2ªT), AI 495880 AgR (1ªT), AI 436911 AgR (1ªT), ARE 748371 RG. \nNúmero de páginas: 14.\nAnálise: 03/09/2020, MJC.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"AGTE.(S)  : CONTERRA MINERACAO E COMERCIO LTDA \nADV.(A/S)  : JAIRO BOECHAT JUNIOR \nADV.(A/S)  : RAPHAEL BOECHAT ALVES MACHADO \nADV.(A/S)  : NEWTON MORAES ALVARENGA JUNIOR \nADV.(A/S)  : ROBERTA RODRIGUES PEREIRA HOSTALACIO \nADV.(A/S)  : LUÍSA DE MARILAQUE SANTOS CUNHA \nAGDO.(A/S)  : DEPARTAMENTO NACIONAL DE INFRAESTRUTURA DE TRANSPORTES - DNIT \nPROC.(A/S)(ES) : PROCURADOR-GERAL FEDERAL \nAGDO.(A/S)  : CONSTRUTORA NORBERTO ODEBRECHT S/A \nADV.(A/S)  : CARLOS ROBERTO DE SIQUEIRA CASTRO \nAGDO.(A/S)  : FUNDAÇÃO DEPARTAMENTO DE ESTRADAS DE RODAGEM DO ESTADO DO RIO DE JANEIRO \nPROC.(A/S)(ES) : PROCURADOR-GERAL DO ESTADO DO RIO DE JANEIRO","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":427757,"documental_tese_texto":null,"procedencia_geografica_completo":"RJ - RIO DE JANEIRO","processo_codigo_completo":"ARE 1171527 ED-AgR","processo_classe_processual_unificada_classe_sigla":"ARE","julgamento_data":"2020-06-22","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AG.REG. NOS EMB.DECL. NO RECURSO EXTRAORDINÁRIO COM AGRAVO","documental_doutrina_texto":null,"ministro_facet":["ROSA WEBER"],"processo_numero":1171527,"base":"acordaos"}},{"_index":"stf-idx1-7-0","_type":"_doc","_id":"sjur458500","_score":0.0,"_source":{"procedencia_geografica_uf_sigla":"PA","is_questao_ordem":false,"acordao_ata":"O Tribunal, por unanimidade, julgou parcialmente procedente o pedido formulado na ação direta para declarar a inconstitucionalidade dos §§ 1º e 2º do art. 3º da Lei Complementar nº 14/93 do Estado do Pará; incidentalmente, declarou também a inconstitucionalidade do § 2º do art. 167 da Constituição do Estado do Pará; e modulou os efeitos da declaração de inconstitucionalidade (art. 27 da Lei nº 9.868/99), para dar efeitos prospectivos à decisão, de modo que somente produza seus efeitos a partir de seis meses da data de encerramento do julgamento desta ação, tempo hábil para que a Justiça do Pará adote as medidas necessárias ao cumprimento da decisão, nos termos do voto do Relator. O Ministro Gilmar Mendes acompanhou o Relator com ressalvas. Plenário, Sessão Virtual de 24.9.2021 a 1.10.2021.","is_repercussao_geral_merito":false,"relator_processo_nome":"DIAS TOFFOLI","ods_onu":["16"],"old_seq_repercussao_geral":null,"relator_acordao_nome":null,"revisor_processo_nome":null,"id":"sjur458500","is_repercussao_geral":false,"orgao_julgador":"Tribunal Pleno","documental_assunto_texto":null,"procedencia_geografica_uf_extenso":"Pará","dg_atualizado_em":"2022-09-14T20:00:30.821468","dg_unique":"sjur458500","documental_jurisprudencia_citada_texto":null,"processo_classe_processual_unificada_incidente_sigla":null,"is_processo_antigo":false,"ementa_texto":"EMENTA\n\n\n\n    Ação direta de inconstitucionalidade. Disposições contidas no art. 3º da Lei Complementar nº 14/93 do Estado do Pará, que tratam da criação e da competência das varas de direito agrário, minerário e ambiental. Superveniência do parâmetro de controle. Emenda Constitucional nº 45/04. Óbice ao conhecimento da ação. Superado. Alegada violação do art. 126, caput, da Constituição Federal. Modulação dos efeitos. Procedência parcial.\n\n\n\n    1. A Emenda Constitucional nº 45/04, ao substituir a expressão “designará juízes de entrância especial”, contida no caput do art. 126 do texto constitucional, por “proporá a criação de varas especializadas”, apenas aperfeiçoou tecnicamente a redação do mencionado dispositivo, preservando, contudo, em essência, o teor específico da norma. Assim, a determinação aos tribunais de justiça para observarem a especialização dos juízos (outrora, apenas de juízes) com competência exclusiva em matéria agrária remonta ao texto original da Carta Magna promulgada em 1988, tendo a legislação pretensamente inquinada sido editada posteriormente, no ano de 1993. É impertinente, pois, a alegação de superveniência de novo parâmetro de controle.\n\n\n\n    2. O único preceito que, na presente data, detém equivalente na Constituição do Estado é o albergado no § 1º do art. 3º da lei complementar estadual. Nele se assenta a extensão da competência das varas agrárias para abranger aquela pertencente à Justiça Federal quando na localidade não houver subseção judiciária federal. Embora, em razão da falta de impugnação ao art. 167 da CE/PA, na linha da jurisprudência do STF, fosse possível não se conhecer da ação, esse óbice foi ultrapassado, de forma que a norma da Constituição paraense foi examinada, ainda que incidenter tantum, para tornar possível a análise do § 1º do art. 3º da LC 14/93, bem como do § 2º do mesmo art. 3º da lei em exame.\n\n\n\n    3. A melhor interpretação para o art. 126, caput, da Constituição Republicana caminha no sentido de que essas varas especializadas, a partir do momento em que efetivamente são implantadas pelos respectivos tribunais, excluem da competência de qualquer outra unidade jurisdicional de igual hierarquia o processo e o julgamento das causas agrárias. É dizer, só a vara especializada julga matéria agrária e, uma vez implantada, nenhuma outra vara pode apreciar matéria dessa natureza. Mas, ressalte-se, a vara especializada não julga só matéria agrária.\n\n\n\n    4. O desígnio constitucional foi criar uma jurisdição especializada para a solução dos conflitos agrários, com juízes que tivessem expertise nesse ramo tão específico do direito e que fossem, sobretudo, conhecedores das questões sociais e econômicas subjacentes a tais conflitos, os quais são peculiares e distintos em cada região do país. Há expectativa de que sejam essas as condições necessárias para o tratamento adequado das demandas agrárias, o que pode (e deve) resultar na solução mais célere desses conflitos, evitando, assim, que se degenerem em violência.\n\n\n\n    5. Não destoa dessa finalidade constitucional a expressão “além da competência geral, para os juízes de Direito, ressalvada a privativa da Justiça Federal”, contida no caput do art. 3º da lei complementar estadual. Nos termos do art. 125, § 1º, da CRFB de 1988, incumbe à lei de organização judiciária, cuja iniciativa pertence ao respectivo tribunal de justiça, especializar varas em razão da matéria, de modo a tornar mais eficiente a prestação do serviço jurisdicional em sua esfera federativa. Cabe-lhe, também, avaliar, em conformidade com as peculiaridades regionais, a possibilidade de as varas agrárias cumularem essa competência com competência geral, ou com competência para apreciar matérias afins.\n\n\n\n    6. Embora não haja consenso entre os estudiosos sobre as matérias incluídas na competência das varas agrárias e, em uma primeira análise, sobre as questões agrárias relacionadas aos litígios cíveis que envolvam a posse e a propriedade de terras em áreas rurais, não há no texto constitucional óbice à competência das varas agrárias também em matéria criminal.\n\n\n\n    7. O caput do art. 126 da Constituição Federal adotou as expressões genéricas “conflitos fundiários” e “questões agrárias”, não restringindo a competência das varas especializadas a questões somente de natureza cível. Por outro lado, as questões agrárias, muitas vezes, estão intrinsecamente relacionadas com conflitos de natureza penal, como a grilagem de terras, o desmatamento ilegal, a apropriação indevida de terras públicas, o esbulho possessório, dentre outros. No caso específico do Estado do Pará, é fundamental considerarem-se os conflitos agrários juntamente com a violência perpetrada contra trabalhadores, indígenas, pequenos proprietários ou posseiros, não se podendo limitar tais conflitos a seus aspectos meramente cíveis.\n\n\n\n    8. A criação por lei estadual de varas agrárias em razão de proposta do respectivo tribunal de justiça decorre da competência legislativa dos estados-membros para dispor sobre organização e divisão judiciária, nos termos do art. 125, § 1º, da Constituição Federal, bem como de expressa disposição do já mencionado art. 126, caput, da Carta Magna. Assim sendo, a alínea e do art. 3º da Lei Complementar nº 14/93 cuida de distribuição interna de atribuições dos órgãos do Poder judiciário estadual, tema concernente à organização judiciária, e não de matéria processual.\n\n\n\n    9. Em relação aos §§ 1º e 2º do art. 3º da lei complementar paraense, esses dispositivos, longe de darem aplicabilidade ao art. 109, § 3º, da Constituição Federal, em verdade, ofendem o referido dispositivo constitucional. Não estão incluídas na competência da justiça estadual, quando a comarca não seja sede de vara do juízo federal, as causas relacionadas às questões agrárias. E não detêm os estados-membros competência legislativa para dispor sobre competência da Justiça Federal. Diante disso, constatou-se que os §§ 1º e 2º do art. 3º da LC 14/93 invadem indevidamente matéria legislativa estranha à competência do legislador estadual, porquanto é atribuição do Congresso Nacional a edição da lei em comento. Incide no mesmo vício o § 2º do art. 167 da Constituição do Estado do Pará, já que, na mesma linha, o legislador constituinte decorrente não deteria dita competência. Declaração de inconstitucionalidade incidental.\n\n\n\n    10. Por questões de segurança jurídica, nos termos do art. 27 da Lei nº 9.868/99, propôs-se a modulação dos efeitos da declaração de inconstitucionalidade, para dar efeitos prospectivos à decisão, de modo que essa somente produza seus efeitos a partir de seis meses da data de encerramento do julgamento desta ação, tempo hábil para que a Justiça do Pará adote as medidas necessárias ao cumprimento da decisão.\n\n\n\n    11. Ação direta de inconstitucionalidade julgada parcialmente procedente.","inteiro_teor_url":"https://portal.stf.jus.br/jurisprudencia/obterInteiroTeor.asp?idDocumento=758982214","externo_seq_objeto_incidente":2280283,"republicacao_data":null,"colac_pagina":null,"documental_publicacao_lista_texto":"PROCESSO ELETRÔNICO\nDJe-019  DIVULG 02-02-2022  PUBLIC 03-02-2022","dje_url":"https://portal.stf.jus.br/servicos/dje/listarDiarioJustica.asp?tipoPesquisaDJ=AP&numero=3433&classe=ADI","is_colac":false,"titulo":"ADI 3433","documental_legislacao_citada_texto":["LEG-FED   CF ANO-1988\n    ART-00022 INC-00001 ART-00052 INC-00010\n    ART-00109 PAR-00003 ART-00125 PAR-00001\n    ART-00126 \"CAPUT\"\n    CF-1988 CONSTITUIÇÃO FEDERAL\n\n","LEG-FED   EMC-000045 ANO-2004\n    EMENDA CONSTITUCIONAL\n\n","LEG-FED   LEI-005010 ANO-1966\n    ART-00015 INC-00001 INC-00002 INC-00003\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009055 ANO-1995\n    ART-00002\n    LEI ORDINÁRIA\n\n","LEG-FED   LEI-009868 ANO-1999\n    ART-00027\n    LEI ORDINÁRIA\n\n","LEG-FED   DEL-003689 ANO-1941\n    ART-00070\n    CPP-1941 CÓDIGO DE PROCESSO PENAL\n\n","LEG-FED   PRT-000491 ANO-2009\n    PORTARIA DO CONSELHO NACIONAL DE JUSTIÇA - CNJ\n\n","LEG-EST   CES ANO-1989\n    ART-00167 PAR-00001 LET-A LET-B\n    LET-C LET-D LET-E PAR-00002\n    PAR-00003 PAR-00004 PAR-00005\n    CONSTITUIÇÃO ESTADUAL, PA\n\n","LEG-EST   EMC-000030 ANO-2005\n    EMENDA CONSTITUCIONAL\n\n","LEG-EST   LCP-000014 ANO-1993\n    ART-00002 ART-00003 \"CAPUT\" LET-E\n    PAR-00001 PAR-00002\n    LEI COMPLEMENTAR, PA"],"publicacao_data":"2022-02-03","documental_acordao_mesmo_sentido_lista_texto":null,"documental_indexacao_texto":"- CRÍTICA, DOUTRINA, REDAÇÃO ORIGINAL, TEXTO CONSTITUCIONAL, JUÍZO COMPETENTE, CONFLITO FUNDIÁRIO, OFENSA, PRINCÍPIO DO JUIZ NATURAL, JUÍZO COMPETENTE, PREEXISTÊNCIA, CONFLITO. CONHECIMENTO, AÇÃO DIRETA DE INCONSTITUCIONALIDADE, IMPUGNAÇÃO, TOTALIDADE, COMPLEXO NORMATIVO. CONTEXTO HISTÓRICO, CRIAÇÃO, VARA ESPECIALIZADA, COMPETÊNCIA EXCLUSIVA, DIREITO AGRÁRIO. DEFINIÇÃO, DIREITO AGRÁRIO, DOUTRINA. CONFLITO FUNDIÁRIO, PECULIARIDADE, CADA, REGIÃO, PAÍS. JURISPRUDÊNCIA, STF, CONSTITUCIONALIDADE, CRIAÇÃO, VARA ESPECIALIZADA, JULGAMENTO, CRIME CONTRA O SISTEMA FINANCEIRO.\n\n- RESSALVA DE ENTENDIMENTO, MIN. GILMAR MENDES: JURISPRUDÊNCIA, STF, DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE, STF, EFICÁCIA ERGA OMNES. AÇÃO DIRETA DE INCONSTITUCIONALIDADE, LEI ESTADUAL, DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE, CONSTITUIÇÃO ESTADUAL, EFEITO VINCULANTE, EFICÁCIA ERGA OMNES.\n\n- TERMO(S) DE RESGATE: CONTEXTO HISTÓRICO, PROPOSTA, CRIAÇÃO, JUSTIÇA AGRÁRIA. DOUTRINA, DIREITO AGRÁRIO, PRINCÍPIO DA MOBILIDADE, FACULDADE DO JUIZ, DESLOCAMENTO, LOCAL, CONFLITO FUNDIÁRIO. FÓRUM NACIONAL DE MONITORAMENTO E RESOLUÇÃO DE CONFLITOS FUNDIÁRIOS RURAIS E URBANOS, CONSELHO NACIONAL DE JUSTIÇA (CNJ), PROPOSTA, SOLUÇÃO, PREVENÇÃO, CONFLITO FUNDIÁRIO.","acompanhamento_processual_url":"https://portal.stf.jus.br/processos/listarProcessos.asp?numeroProcesso=3433&classe=ADI","documental_acordao_mesmo_sentido_is_secundario":false,"processo_classe_processual_unificada_sigla":"ADI","documental_observacao_texto":"- Acórdão(s) citado(s):\n(CONHECIMENTO, ADI, IMPUGNAÇÃO, TOTALIDADE, COMPLEXO NORMATIVO)\nADI 2174 (TP). \n(CONSTITUCIONALIDADE, CRIAÇÃO, VARA ESPECIALIZADA, JULGAMENTO, CRIME CONTRA O SISTEMA FINANCEIRO)\nHC 85060 (1ªT), HC 88660 (TP). \n(DECLARAÇÃO INCIDENTAL DE INCONSTITUCIONALIDADE, STF, EFICÁCIA ERGA OMNES)\nADI 3406 (TP), ADI 3470 (TP). \n- Decisão monocrática citada:\n(CONSTITUCIONALIDADE, CRIAÇÃO, VARA ESPECIALIZADA, JULGAMENTO, CRIME CONTRA O SISTEMA FINANCEIRO)\nRE 602589.\nNúmero de páginas: 30.\nAnálise: 14/09/2022, JAS.","procedencia_geografica_pais_sigla":"BR","julgamento_is_sessao_virtual":null,"partes_lista_texto":"REQTE.(S)  : PROCURADOR-GERAL DA REPÚBLICA \nINTDO.(A/S)  : GOVERNADOR DO ESTADO DO PARÁ \nINTDO.(A/S)  : ASSEMBLEIA LEGISLATIVA DO ESTADO DO PARÁ","documental_tese_tipo":null,"documental_tese_tema_texto":null,"old_seq_sjur":458500,"documental_tese_texto":null,"procedencia_geografica_completo":"PA - PARÁ","processo_codigo_completo":"ADI 3433","processo_classe_processual_unificada_classe_sigla":"ADI","julgamento_data":"2021-10-04","is_repercussao_geral_admissibilidade":false,"colac_numero":null,"old_seq_colac":null,"processo_classe_processual_unificada_extenso":"AÇÃO DIRETA DE INCONSTITUCIONALIDADE","documental_doutrina_texto":"COUTO, José Pedro do. Estruturação do juízo agrário estadual, segundo exegese do art. 126 da Carta Política, in: Julgados da Justiça de Rondônia, Porto Velho, v. 7, n. 8, p. 73-111, dez. 1992.\nFERREIRA, Valéria Aroeira B. D. A justiça agrária na Constitucional Federal, in: Revista de Informação Legislativa, Brasília, n. 136, out./dez., 1997.\nMIGUEL NETO, Sulaimen. Questão agrária. Campinas: Bookseller, 1997. p. 188. \nROCHA, Ibrahim. Manual de direito agrário constitucional: lições de direito agroambiental. Belo Horizonte: Fórum, 2010. p. 29.","ministro_facet":["DIAS TOFFOLI"],"processo_numero":3433,"base":"acordaos"}}]},"aggregations":{"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count":7,"processo_classe_processual_unificada_classe_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"ADI","doc_count":4},{"key":"RE","doc_count":2},{"key":"ARE","doc_count":1}]}},"orgao_julgador_agg":{"doc_count":7,"orgao_julgador_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"Tribunal Pleno","doc_count":4},{"key":"Primeira Turma","doc_count":3}]}},"is_questao_ordem_agg":{"buckets":{"false":{"doc_count":7},"true":{"doc_count":0}}},"is_repercussao_geral_merito_agg":{"buckets":{"false":{"doc_count":7},"true":{"doc_count":0}}},"is_repercussao_geral_admissibilidade_agg":{"buckets":{"false":{"doc_count":7},"true":{"doc_count":0}}},"is_colac_agg":{"buckets":{"false":{"doc_count":7},"true":{"doc_count":0}}},"is_repercussao_geral_agg":{"buckets":{"false":{"doc_count":7},"true":{"doc_count":0}}},"procedencia_geografica_uf_sigla_agg":{"doc_count":7,"procedencia_geografica_uf_sigla_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"AP","doc_count":1},{"key":"DF","doc_count":1},{"key":"MG","doc_count":1},{"key":"PA","doc_count":1},{"key":"PR","doc_count":1},{"key":"RJ","doc_count":1},{"key":"SP","doc_count":1}]}},"base_agg":{"buckets":{"acordaos":{"doc_count":7},"decisoes":{"doc_count":69},"informativos":{"doc_count":4},"sumulas":{"doc_count":0}}},"ministro_facet_agg":{"doc_count":7,"ministro_facet_agg":{"doc_count_error_upper_bound":0,"sum_other_doc_count":0,"buckets":[{"key":"ALEXANDRE DE MORAES","doc_count":1},{"key":"CELSO DE MELLO","doc_count":1},{"key":"DIAS TOFFOLI","doc_count":1},{"key":"EDSON FACHIN","doc_count":1},{"key":"LUIZ FUX","doc_count":1},{"key":"MARCO AURÉLIO","doc_count":1},{"key":"ROSA WEBER","doc_count":1}]}}}},"search_id":1}